[
  {
    "id": "ECO-1",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because fiscal policy refers to the government's decisions about taxation and spending."
      },
      {
        "isCorrect": true,
        "reason": "because fiscal policy refers to the government's decisions about taxation and spending."
      },
      {
        "isCorrect": false,
        "reason": "because monetary policy refers to central bank activities that are directed toward influencing the quantity of money and credit in an economy. By contrast, fiscal policy refers to the government's decisions about taxation and spending."
      }
    ],
    "note": "Economics: compare monetary and fiscal policy"
  },
  {
    "id": "ECO-2",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because the least competitive market structure is monopoly. In pure monopoly markets, there are no other good substitutes for the given product or service. There is a single seller, which, if allowed to operate without constraint, exercises considerable power over pricing and output decisions."
      },
      {
        "isCorrect": false,
        "reason": "because perfect competition is a reality-for example, in several commodities markets, where sellers and buyers have a strictly homogeneous product and no single producer is large enough to influence market prices. Product differentiation is not possible under perfect competition."
      },
      {
        "isCorrect": true,
        "reason": "because monopolistic competition is also highly competitive; however, it is considered a form of imperfect competition. The competitive characteristic is a notably large number of firms, while the monopoly aspect is the result of product differentiation. That is, if the seller can convince consumers that its product is uniquely different from other, similar products, then the seller can exercise some degree of pricing power over the market."
      }
    ],
    "note": "Economics: identify the type of market structure within which a firm operates and describe the use and limitations of concentration measures"
  },
  {
    "id": "ECO-3",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because fiscal policy refers to the government's decisions about taxation and spending and it is not directly related to the quantity of credit in an economy."
      },
      {
        "isCorrect": true,
        "reason": "because monetary policy refers to central bank activities that are directed toward influencing the quantity of money and credit in an economy."
      },
      {
        "isCorrect": false,
        "reason": "because fiscal policy refers to the government's decisions about taxation and spending and it is not directly related to the quantity of credit in an economy."
      }
    ],
    "note": "Economics: compare monetary and fiscal policy"
  },
  {
    "id": "ECO-4",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because Ft/d = Ft/d ((1+if)/(1+id)). Substituting the values, Ft/d = 0.8027 x ((1+0.0242)/(1+0.033)) = 0.7959."
      },
      {
        "isCorrect": false,
        "reason": "because it uses the incorrect formula Ft/d = Ft/d ((1+ id)/(1+ if))). Substituting the values, Ft/d = 0.8027 x ((1+0.033)/(1+0.0242)) 0.8096."
      },
      {
        "isCorrect": false,
        "reason": "because it uses the incorrect formula Ft/d = Ft/d (1+if). Substituting the values, Ft/d = 0.8027 × (1+0.033) -0.8292."
      }
    ],
    "note": "Economics: explain the arbitrage relationship between spot and forward exchange rates and interest rates, calculate a forward rate using points or in percentage terms, and interpret a forward discount or premium"
  },
  {
    "id": "ECO-5",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because transfer payments are welfare payments made through the social security system, and, depending on the country, comprise payments for state pensions, housing benefits, tax credits and incomesupport for poorer families, child benefits, unemployment benefits and job search allowances"
      },
      {
        "isCorrect": false,
        "reason": "because capital expenditure includes infrastructure spending on roads, hospitals, prisons, and schools, not transfer payments."
      },
      {
        "isCorrect": false,
        "reason": "because current government spending involves spending on goods and services that are provided on a regular, recurring basis-including health, education, and defense, not transfer payments."
      }
    ],
    "note": "Economics: describe tools of fiscal policy, including their advantages and disadvantages"
  },
  {
    "id": "ECO-6",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because a currency board system works best if domestic prices and wages are very flexible."
      },
      {
        "isCorrect": false,
        "reason": "because a currency board system works best when the global supply of the reserve asset grows at a slow, steady rate consistent with long-run real growth with stable prices."
      },
      {
        "isCorrect": false,
        "reason": "because a currency board system works best if non-traded sectors of the domestic economy are relatively small."
      }
    ],
    "note": "Economics: describe exchange rate regimes and explain the effects of exchange rates on countries' international trade and capital flows"
  },
  {
    "id": "ECO-7",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because the consumer price index is considered a lagging indicator: Inflation generally adjusts to the cycle late, especially the more stable services area."
      },
      {
        "isCorrect": true,
        "reason": "because as a leading economic indicator, a positive change in the S&P 500 Index is supposed to lead (come before) an increase in aggregate economic activity. An increase in the S&P 500 would be positive for future economic growth, all else equal. Additionally, the Euro Stoxx Equity Index is considered a leading indicator in the Eurozone"
      },
      {
        "isCorrect": false,
        "reason": "because this index measures industrial output, thus capturing the behavior of the most volatile part of the economy. This index is considered one of the 4 coincidental indicators in the United States as tracked by the Conference Board."
      }
    ],
    "note": "Economics: describe how resource use, consumer and business activity, housing sector activity, and external trade sector activity vary over the business cycle and describe their measurement using economic indicators"
  },
  {
    "id": "ECO-8",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because these are qualities of a central bank. A primary aim for fiscal policy is to help manage the economy through its influence on aggregate national output, that is, real GDP."
      },
      {
        "isCorrect": false,
        "reason": "because these are qualities of a successful inflation-targeting central bank. The monetary transmission mechanism is the process whereby a central bank's interest rate gets transmitted through the economy and ultimately affects the rate of increase of prices-that is, inflation. Those channels include bank lending rates, asset prices, agents' expectations, and exchange rates."
      },
      {
        "isCorrect": true,
        "reason": "because although inflation-targeting regimes vary a little from economy to economy, their success is thought to depend on three key concepts: central bank independence, credibility, and transparency."
      }
    ],
    "note": "Economics: describe tools used to implement monetary policy tools and the monetary transmission mechanism, and explain the relationships between monetary policy and economic growth, inflation, interest, and exchange rates"
  },
  {
    "id": "ECO-9",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because regulatory cooperation includes setting up regulatory bodies such as Basel Committee on Banking Supervision (BCBS) rather than setting standards for container size and shape."
      },
      {
        "isCorrect": false,
        "reason": "because process standardization includes establishing processes like Society for Worldwide Interbank Financial Telecommunication (SWIFT) rather than setting standards for container size and shape."
      },
      {
        "isCorrect": true,
        "reason": "because an example of operational synchronization is standards set for containers of uniform size and shape using multi-modal forms of transport (land, sea, air, rail) and port cranes."
      }
    ],
    "note": "Economics: describe geopolitics from a cooperation versus competition perspective"
  },
  {
    "id": "ECO-10",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because autarky describes countries seeking political self-sufficiency with little or no external trade or finance. Autarkic countries tend not to be cooperative with other countries."
      },
      {
        "isCorrect": true,
        "reason": "because bilateralism is the conduct of political, economic, financial, or cultural cooperation between two countries. Countries engaging in bilateralism may have relations with many different countries, but they are one- at-a-time agreements without multiple partners."
      },
      {
        "isCorrect": false,
        "reason": "because hegemonic countries tend to be regional or even global leaders, and they use their political or economic influence of others to control resources economic and political dominance may provide important influence on global affairs. Thus, hegemonic countries tend to lead or dominate more than cooperate."
      }
    ],
    "note": "Economics: describe geopolitics from a cooperation versus competition perspective"
  },
  {
    "id": "ECO-11",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because an inflation-targeting framework normally has a clear, symmetric and forward- looking medium- term inflation target, sufficiently above 0 percent to avoid the risk of deflation but low enough to ensure a significant degree of price stability"
      },
      {
        "isCorrect": false,
        "reason": "because an inflation-targeting framework normally has a clear, symmetric and forward- looking medium- term inflation target, sufficiently above 0 percent to avoid the risk of deflation but low enough to ensure a significant degree of price stability."
      },
      {
        "isCorrect": true,
        "reason": "because an inflation-targeting framework normally has a clear, symmetric and forward- looking medium- term inflation target, sufficiently above 0 percent to avoid the risk of deflation but low enough to ensure a significant degree of price stability."
      }
    ],
    "note": "Economics: describe tools used to implement monetary policy tools and the monetary transmission mechanism, and explain the relationships between monetary policy and economic growth, inflation, interest, and exchange rates"
  },
  {
    "id": "ECO-12",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because this leads to a liquidity trap. In very extreme instances, there may be occasions where the demand for money becomes infinitely elastic so that further injections of money into the economy will not serve to furtner lower interest rates or affect real activity. This is known as a liquidity trap in this extreme circumstance monetary policy can become completely ineffective."
      },
      {
        "isCorrect": false,
        "reason": "because when the central bank or monetary authority chooses to target an exchange rate, interest rates and conditions in the domestic economy intrat adapt to sccommodate this target and comestic imerest rates and money supply can become more volatile."
      },
      {
        "isCorrect": true,
        "reason": "because deflation is more problematicter the central bank than Inflation. Deflation is a pervasive and persistent fail in a general price index and is more difficult for conventional monetary policy to deal with than ination. This is because cuting namimal interest rates much below zero to stimulate the economy is difficult it is at this point that the economic conditions for a liquidity trap arise."
      }
    ],
    "note": "Economics: describe qualities of effective central banks, contrast their use of inflation, interest rate, and exchange rate targeting in expansionary or contractionary monetary policy, and describe the limitations of monetary policy"
  },
  {
    "id": "ECO-13",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because event risk evolves around set dates, such as elections, new legislation, or other date-driven milestones, such as holidays or political anniversaries, known in advance, whilst thematic risks are known risks that evolve and expand over a period of time and cyber threats are an example of thematic risk."
      },
      {
        "isCorrect": true,
        "reason": "because cyber threats are another example of thematic risk."
      },
      {
        "isCorrect": false,
        "reason": "because exogenous risk is a sudden or unanticipated risk that impacts either a country's cooperative stance, the ability of non-state actors to globalize, or both. Examples include sudden uprisings, invasions, or the aftermath of natural disasters, whilst thematic risks are known risks that evolve and expand over a period of time and cyber threats are [an example of thematic risk]"
      }
    ],
    "note": "Economics: describe the impact of geopolitical risk on investments"
  },
  {
    "id": "ECO-14",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because money in all major economies today is not convertible by law into anything else, but it is, in law, legal tender. Money that is not convertible into any other commodity is known as fiat money."
      },
      {
        "isCorrect": false,
        "reason": "because money that is not convertible into any other commodity is known as fiat money."
      },
      {
        "isCorrect": true,
        "reason": "because fiat money derives its value via government decree and because people accept it for payment of goods and services and for debt repayment."
      }
    ],
    "note": "Economics: describe the roles and objectives of central banks"
  },
  {
    "id": "ECO-15",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because monetary policy, not fiscal policy, refers to central bank activities such as supervising the banking system."
      },
      {
        "isCorrect": false,
        "reason": "because monetary policy refers to central bank activities that are directed toward influencing the quantity of money and credit in an economy. By contrast, fiscal policy refers to the government's decisions about taxation and spending."
      },
      {
        "isCorrect": true,
        "reason": "because fiscal policy involves the use of government spending and changing tax revenue to affect a number of aspects of the economy including the distribution of income and wealth among different segments of the population."
      }
    ],
    "note": "Economics: describe roles and objectives of fiscal policy as well as arguments as to whether the size of a national debt relative to GDP matters"
  },
  {
    "id": "ECO-16",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because decreasing taxes reflects easy fiscal policy. If taxes are cut the expansionary fiscal policy will lead to a rise in aggregate output Increasing interest rates reflects tight monetary policy. If\nthis is accompanied by a reduction in money supply to offset the fiscal expansion, then interest rates will rise."
      },
      {
        "isCorrect": false,
        "reason": "because a decrease in taxes is expansionary fiscal policy, not tight fiscal policy."
      },
      {
        "isCorrect": false,
        "reason": "because a decrease in taxes is expansionary fiscal policy, not tight fiscal policy"
      }
    ],
    "note": "Economics: explain the interaction of monetary and fiscal policy"
  },
  {
    "id": "ECO-17",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because deflation is more difficult for conventional monetary policy to deal with than inflation. This is because once the monetary authority has cut nominal interest rates to zero to stimulate the economy, it cannot cut them any further."
      },
      {
        "isCorrect": false,
        "reason": "because deflation is more difficult for conventional monetary policy to deal with than inflation. This is because once the monetary authority has cut nominal interest rates to zero to stimulate the economy, it cannot cut them any further."
      },
      {
        "isCorrect": false,
        "reason": "because deflation is more difficult for conventional monetary policy to deal with than inflation. This is because once the monetary authority has cut nominal interest rates to zero to stimulate the economy, it cannot cut them any further."
      }
    ],
    "note": "Economics: describe qualities of effective central banks, contrast their use of inflation, interest rate, and exchange rate targeting in expansionary or contractionary monetary policy, and describe the limitations of monetary policy"
  },
  {
    "id": "ECO-18",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because real exchange rates are indexes often constructed by economists and other market analysts to assess changes in the relative purchasing power of one currency compared with another, and are therefore not based on an arbitrage relationship."
      },
      {
        "isCorrect": true,
        "reason": "because forward exchange rates are based on an arbitrage relationship that equates the investment return on two alterative but equivalent investments, which involves the relationship between the risk-free interest rates of the two countries concerned. The arbitrage relationship is Ff/d = Ff/d (1+if)/(1+id), where Ff/d the forward rate. St/d is the spot rate, and if (id) is the foreign (domestic) risk-free interest rate."
      },
      {
        "isCorrect": false,
        "reason": "because the nominal exchange rate is the number of units of one currency (called the price currency) that one unit of another currency (called the base currency) will buy, and is set by market forces eg, capital flows, trade flows, etc. While it is true that cross-rate (nominal exchange rate) quotes must be consistent, the market will arbitrage the mispricings, the specific arbitrage relationship relating to nominal exchange rates does not involve relative interest rates, it is simply based on currency market quotations (and subsequently by the derived currency cross-rates)."
      }
    ],
    "note": "Economics: explain the arbitrage relationship between spot and forward exchange rates and interest rates, calculate a forward rate using points or in percentage terms, and interpret a forward discount or premium"
  },
  {
    "id": "ECO-19",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because soft power has a positive effect on globalization. Soft power is a means of influencing another country's decisions without force or coercion. Soft power can be built over time through such actions as cultural programs, advertisement, travel grants, and university exchange. And globalization also has cultural and communicative features. Although it can be difficult to measure these features, such as the spread of information or culture, it has increased interactions between citizens of countries all over the world. Internet usage allows for the near-instantaneous spread of cultural information and context."
      },
      {
        "isCorrect": true,
        "reason": "because globalization is marked by economic and financial cooperation, including the active trade of goods and services, capital flows, currency exchange, and cultural and information exchange. Actors participating in globalization are likely to reach beyond their national borders for access to new markets, talent, or learning. By contrast, anti-globalization or nationalism is the promotion of a country's own economic interests to the exclusion or detriment of the interests of other nations."
      },
      {
        "isCorrect": false,
        "reason": "because standardization is the process of creating protocols for the production, sale, transport, or use of a product or service. Standardization occurs when relevant parties agree to follow these protocols together. It helps support expanded economic and financial activities across borders. And as globalization deepens, companies develop standards and processes to incorporate multiple cultures into their overall corporate culture. They must cooperate with multiple sets of rules, and they may establish standard procedures based on the groups of companies they operate in."
      }
    ],
    "note": "Economics: describe geopolitics and its relationship with globalization"
  },
  {
    "id": "ECO-20",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because WTO provides the legal and institutional foundation of the multinational trading system. It is the only international organization that regulates cross-border trade relationships among nations on a global scale"
      },
      {
        "isCorrect": true,
        "reason": "because IMF was founded with the goal to stabilize exchange rates and assist the reconstruction of the world's international payment system."
      },
      {
        "isCorrect": false,
        "reason": "because the World Bank was created to facilitate post-war reconstruction and development. Also, World Bank's two closely affiliated entities-the International Bank for Reconstruction and Development (IBRD) and the International Development Association (IDA)- provide low or no-interest loans and grants to countries that have unfavourable or no access to international credit markets."
      }
    ],
    "note": "Economics: describe functions and objectives of the international organizations that facilitate trade, including the World Bank, the International Monetary Fund, and the World Trade Organization"
  },
  {
    "id": "ECO-21",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because from the perspective of the owners of the firm, the most desirable market structure is that with the most control over price, because this control can lead to large profits. Monopoly and oligopoly markets offer the greatest potential control over price, monopolistic\ncompetition offers less control. Firms operating under perfectly competitive market conditions have no control over price."
      },
      {
        "isCorrect": false,
        "reason": "because from the perspective of the owners of the firm, the most desirable market structure is that with the most control over price, because this control can lead to large profits. Monopoly and oligopoly markets offer the greatest potential control over price, monopolistic competition offers less control. Firms operating under perfectly competitive market conditions have no control over price."
      },
      {
        "isCorrect": true,
        "reason": "because from the perspective of the owners of the firm, the most desirable market structure is that with the most control over price, because this control can lead to large profits. Monopoly and oligopoly markets offer the greatest potential control over price; monopolistic competition offers less control. Firms operating under perfectly competitive market conditions have no control over price."
      }
    ],
    "note": "Economics: describe characteristics of perfect competition, monopolistic competition, oligopoly, and pure monopoly"
  },
  {
    "id": "ECO-22",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because if taxes are cut or government spending rises, the expansionary fiscal policy will lead to a rise in aggregate output. If this is accompanied by a reduction in money supply to offset the fiscal expansion, then interest rates will rise and have a negative effect on private sector demand. We have higher output and higher interest rates, and government spending will be a larger proportion of overall national income."
      },
      {
        "isCorrect": false,
        "reason": "because, in the case of tight monetary policy and tight fiscal policy, interest rates rise (at least if the monetary impact on interest rates is larger) and reduce private demand. At the same time, higher taxes and falling government spending lead to a drop in aggregate demand from both public and private sectors."
      },
      {
        "isCorrect": true,
        "reason": "because if a fiscal contraction is accompanied by expansionary monetary policy and low interest rates. then the private sector will be stimulated and will rise as a share of GDP, while the public sector will shrink."
      }
    ],
    "note": "Economics: explain the interaction of monetary and fiscal policy"
  },
  {
    "id": "ECO-23",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because the deficit can change for reasons unrelated to actual fiscal policy changes. Automatic stabilizers will lead to changes in the budget deficit unrelated to fiscal policy changes; a recession will cause tax revenues to fall and the budget deficit to rise."
      },
      {
        "isCorrect": true,
        "reason": "because in addition to these automatic adjustments, governments also use discretionary fiscal adjustments to influence aggregate demand. These will involve tax changes and/or spending cuts or increase usually with the aim of stabilizing the economy. An increase in government expenditures due to new infrastructure projects is a discretionary fiscal policy action because new public spending on social goods and infrastructure, such as hospitals and schools, boosting personal incomes with the objective of raising aggregate demand."
      },
      {
        "isCorrect": false,
        "reason": "because automatic stabilizers-such as income tax, VAT, and social benefits are important because as output and employment fall and reduce tax revenues, so net tax revenues also fall as unemployment benefits rise. This acts as a fiscal stimulus and serves to reduce the size of the multiplier, dampening the output response of whatever caused the fall in output in the first place. By their very nature, automatic stabilizers do not require policy changes; no policymaker has to decide that an economic shock has occurred and how to respond."
      }
    ],
    "note": "Economics: explain the implementation of fiscal policy and difficulties of implementation as well as whether a fiscal policy is expansionary or contractionary."
  },
  {
    "id": "ECO-24",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because in an oligopoly market where collusion is present, the aggregate market demand curve is divided up by the individual production participants. Under non-colluding market conditions, each firm faces an individual demand curve."
      },
      {
        "isCorrect": true,
        "reason": "because in an oligopoly market where collusion is present, the aggregate market demand curve is divided up by the individual production participants. Under non-colluding market conditions, each firm faces an individual demand curve"
      },
      {
        "isCorrect": false,
        "reason": "because in an oligopoly market where collusion is present, the aggregate market demand curve is divided up by the individual production participants. Under non-colluding market conditions, each firm faces an individual demand curve"
      }
    ],
    "note": "Economics: explain supply and demand relationships under oligopoly, including the optimal price and output for firms as well as pricing strategy"
  },
  {
    "id": "ECO-25",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because falling tax revenues due to a recession is an example of automatic stabilizer, not a discretionary fiscal policy. Automatic stabilizers will lead to changes in the budget deficit unrelated to fiscal policy changes, a recession will cause tax revenues to fall and the budget deficit to rise."
      },
      {
        "isCorrect": false,
        "reason": "because falling tax revenues due to a recession are an example of an automatic stabilizer. Automatic stabilizers will lead to changes in the budget deficit unrelated to fiscal policy changes; a recession will cause tax revenues to fall and the budget deficit to rise. An expansionary fiscal policy is discretionary in order to help manage the economy through its influence on aggregate national output, that is, real GDP. In a recession, governments can raise spending (expansionary fiscal policy) in an attempt to raise employment and output."
      },
      {
        "isCorrect": false,
        "reason": "because falling tax revenues due to a recession are an example of an automatic stabilizer. Automatic stabilizers will lead to changes in the budget deficit unrelated to fiscal policy changes; a recession will cause tax revenues to fall and the budget deficit to rise. A contractionary fiscal policy is discretionary in order to help manage the economy through its influence on aggregate national output, that is, real GDP. When an economy has full employment and wages and prices are rising too fast-then government spending may be reduced and taxes raised (contractionary fiscal policy)."
      }
    ],
    "note": "Economics: explain the implementation of fiscal policy and difficulties of implementation as well as whether a fiscal policy is expansionary or contractionary"
  },
  {
    "id": "ECO-26",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because in the Cournot assumption, each firm determines its profit-maximizing production level by assuming that the other firms' output will not change. This assumption simplifies pricing strategy because there is no need to guess what the other firm will do to retaliate."
      },
      {
        "isCorrect": true,
        "reason": "because in the Cournot assumption, each firm determines its profit-maximizing production level by assuming that the other firms' output will not change. This assumption simplifies pricing strategy because there is no need to guess what the other firm will do to retaliate."
      },
      {
        "isCorrect": false,
        "reason": "because in the Cournot assumption, each firm determines its profit-maximizing production level by assuming that the other firms' output will not change. This assumption simplifies pricing strategy because there is no need to guess what the other firm will do to retaliate."
      }
    ],
    "note": "Economics: explain supply and demand relationships under oligopoly, including the optimal price and output for firms as well as pricing strategy"
  },
  {
    "id": "ECO-27",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because for a central bank there is one overarching objective that most seem to acknowledge explicitly, and that is the objective of maintaining price stability."
      },
      {
        "isCorrect": false,
        "reason": "because while most central banks will also be responsible for managing their country's foreign currency reserves and also its gold reserves. There is one overarching objective that most seem to acknowledge explicitly, and that is the objective of maintaining price stability."
      },
      {
        "isCorrect": false,
        "reason": "because while some central banks are charged with doing all they can to maintain full employment and output there is one overarching objective that most seem to acknowledge explicitly, and that is the objective of maintaining price stability."
      }
    ],
    "note": "Economics: describe the roles and objectives of central banks"
  },
  {
    "id": "ECO-28",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because in the long nun, if a firm cannot earn at least a zero economic profit, it will not operate because it is not covering the opportunity cost of all of its factors of production, labor, and capital in the long run, if total revenues equal or exceed total costs the firm should stay in the market At a selling price of $37 80 each unit will cover $12 50 of variable cost, and contribute $25 towards fixed costs $900,000 of fixed costs divided by this 525 equals 36,000 units At 36,000 units all vanable and fixed costs are covered by total revenues if the full selling price of $37.50 is divided into the $900,000 total fixed. costs, the result is 24,000 units which is below the minimum production required to contmire operations in the long run."
      },
      {
        "isCorrect": true,
        "reason": "because in the long run if a firm cannot earn at least a zero economic pront, it will not operate because it is not covering the opportunity cost of all tits factors of producdon laper and capital in the long run. I total revences equal or exceed total costs the firm should stay in the market At a selling price of $37.50 each unit will cover $12 60 of variable cost, and contnbute $25\n(contribution margin) towards fixed costs 5900,000 of fixed costs divided by this $25 equals 36.000 units. At 36.000 units all variable and fixed costs are covered by total revenues"
      },
      {
        "isCorrect": false,
        "reason": "because in the long run, if a firm cannot earn at least a zero economic profit, it will not operate because it is not covering the opportunity cost of all of its factors of production, labor, and capital. In the long run, if total revenues equal or exceed total costs the firm should stay in the market. At a selling price of $37.50, each unit will cover $12.50 of variable cost, and contribute $25 (contribution margin) towards fixed costs $900,000 of fixed costs divided by this $25 equals 36,000 units. At 36.000 units, all variable and fixed costs are covered by total revenues. This is the minimum production level needed for the company to continue production. If the average variable cost of $12.50 is divided into $900,000 the result is 72,000 units"
      }
    ],
    "note": "Economics: determine and interpret breakeven and shutdown points of production, as well as how economies and diseconomies of scale affect costs under perfect and imperfect competition"
  },
  {
    "id": "ECO-29",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because in the case of an export subsidy, the exporter has the incentive to shift sales from the domestic to the export market. This scenario raises the price in the domestic market by the amount of the subsidy in the small country case (price before subsidy plus subsidy). As the domestic price in the small country is higher, the consumption of the good will decline (rather than increase)."
      },
      {
        "isCorrect": true,
        "reason": "because in the case of an export subsidy, the exporter has the incentive to shift sales from the domestic to the export market because it receives the international price plus the per-unit subsidy for each unit of the good exported. This scenario raises the price in the domestic market by the amount of the subsidy in the small country case (price before subsidy plus subsidy)."
      },
      {
        "isCorrect": false,
        "reason": "because an export subsidy is a payment by the govemment to a firm for each unit of a good that is exported. Its goal is to stimulate exports. But it interferes with the functioning of the free market and may distort trade away from comparative advantage. Hence, it reduces welfare.... The net welfare effect is negative in both the large and small country cases. Thus, export subsidies decrease rather than increase national welfare."
      }
    ],
    "note": "Economics: compare types of trade restrictions, such as tariffs, quotas, and export subsidies, and their economic implications"
  },
  {
    "id": "ECO-30",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because in perfect competition, the firm's supply schedule is represented by the marginal cost schedule. In monopolistic competition, there is no well-defined supply function. The information used to determine the appropriate level of output is based on the intersection of MC and MR. However, the price that will be charged is based on the market demand schedule. The firm's supply curve should measure the quantity the firm is willing to supply at various prices. That information is not represented by either marginal cost or average cost"
      },
      {
        "isCorrect": false,
        "reason": "because in perfect competition, the firm's supply schedule is represented by the marginal cost schedule. In monopolistic competition, there is no well-defined supply function. The information used to determine the appropriate level of output is based on the intersection of MC and MR. However, the price that will be charged is based on the market demand schedule. The firm's\nsupply curve should measure the quantity the firm is willing to supply at various prices. That information is not represented by either marginal cost or average cost."
      },
      {
        "isCorrect": true,
        "reason": "because in perfect competition, the firm's supply schedule is represented by the marginal cost schedule. In monopolistic competition, there is no well-defined supply function. The information used to determine the appropriate level of output is based on the intersection of MC and MR. However, the price that will be charged is based on the market demand schedule. The firm's supply curve should measure the quantity the firm is willing to supply at various prices. That information is not represented by either marginal cost or average cost."
      }
    ],
    "note": "Economics: explain supply and demand relationships under monopolistic competition, including the optimal price and output for firms as well as pricing strategy"
  },
  {
    "id": "ECO-31",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because in the slowdown slowdown phase inflation further accelerates [not decelerates]"
      },
      {
        "isCorrect": false,
        "reason": "because in the slowdown phase companies continue to place new orders as they operate at or near capacity."
      },
      {
        "isCorrect": true,
        "reason": "because in the slowdown phase business continue hiring but at a slower rate. The unemployment rate continues to fall but at a decreasing rate."
      }
    ],
    "note": "Economics: describe the business cycle and its phases"
  },
  {
    "id": "ECO-32",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because leading economic indicators have turning points those usually precede those of the overall economy. Lagging economic indicators have turning points that take place later those of the overall economy Interest rate spread between 10-year treasury yields and overnight borrowing rates is a leading economic indicator."
      },
      {
        "isCorrect": true,
        "reason": "because long-term yields express market expectations about the direction of short-term interest rates, and rates ultimately follow the economic cycle up and down, a wider spread, by anticipating short rate increases, also anticipates an economic upswing Conversely, a narrower spread by anticipating short rate decreases, also anticipates an economic downturn."
      },
      {
        "isCorrect": false,
        "reason": "because long-term yields express market expectations about the direction of short-term interest rates, and rates ultimately follow the economic cycle up and down, a wider spread, by anticipating short rate increases, also anticipates an economic upswing. anticipates an economic downturn."
      }
    ],
    "note": "Economics: describe how resource use, consumer and business activity, housing sector activity, and external trade sector activity vary over the business cycle and describe their measurement using economic indicators"
  },
  {
    "id": "ECO-33",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because if the central bank wishes to increase the supply of money, it might buy bonds (usually government bonds) from the banks, with an agreement to sell them back at some time in the future. This transaction is known as a repurchase agreement. The lender in a repurchase agreement is the party that initially buys the bonds and agrees to sell them back at a later point in time. By purchasing bonds from banks the central bank is increasing the money supply, or increasing liquidity, which is expansionary."
      },
      {
        "isCorrect": false,
        "reason": "because the central bank can sell government bonds to commercial banks. By doing this, the reserves of commercial banks decline, reducing their capacity to make loans (ie, create credit) to households andcorporations and thus causing broad money growth to decline through the money multiplier mechanism. This reduction in liquidity is contractionary, not expansionary."
      },
      {
        "isCorrect": false,
        "reason": "because a central bank could restrict money creation by raising the reserve requirements of banks. This causes banks to keep more money in reserve, which reduces the money supply. This monetary policy action is contractionary, not expansionary."
      }
    ],
    "note": "Economics: describe qualities of effective central banks; contrast their use of inflation, interest rate, and exchange rate targeting in expansionary or contractionary monetary policy; and describe the limitations of monetary policy"
  },
  {
    "id": "ECO-34",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because in case of dollarization the country uses the currency of another nation as its medium of exchange and unit of account."
      },
      {
        "isCorrect": false,
        "reason": "because the IMF identifies two types of arrangements in which a country does not have its own legal tender. In the first, known as dollarization, the country uses the currency of another nation as its medium of exchange and unit of account. In the second, the country participates in a monetary union whose members share the same legal tender. Therefore dollarization is not best described as an exchange rate regime whereby the county participates in a monetary union whose members share the same legal tender"
      },
      {
        "isCorrect": false,
        "reason": "because in case of dollarization the country uses the currency of another nation as its medium of exchange and unit of account. In contrast, a currency board is a monetary regime based on an explicit legislative commitment to exchange domestic currency for a specified foreign currency at a fixed exchange rate, combined with restrictions on the issuing authority to ensure fulfillment of its legal obligation."
      }
    ],
    "note": "Economics: describe exchange rate regimes and explain the effects of exchange rates on countries' International trade andcapital flows"
  },
  {
    "id": "ECO-35",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because increasing taxes and decreasing spending are indicative of a contractionary fiscal policy. When an economy has full employment and wages and prices are rising too fast-then government spending may be reduced and taxes raised (contractionary fiscal policy)."
      },
      {
        "isCorrect": false,
        "reason": "because decreasing taxes and increasing spending are indicative of a budget deficit, which is expansionary. An expansionary policy could take one or more of the following forms cuts in sales (indirect) taxes to lower prices which raises real incomes with the objective of raising consumer\ndemand cuts in corporation (company) taxes to boost business profits, which may raise capital spending, and cuts in tax rates on personal savings to raise disposable income for those with savings, with the objective of raising consumer demand Expansionary fiscal policy also includes new public spending on social goods and infrastructure, such as hospitals and schools, boosting personal incomes with the objective of raising aggregate demand. An increase in a budget surplus would be associated with contractionary fiscal policy, while a rise in a deficit is an expansionary fiscal policy"
      },
      {
        "isCorrect": false,
        "reason": "because a decrease in taxes is expansionary, while a decrease in spending is contractionary. Without knowing the relative magnitudes, we cannot say whether the policy is expansionary or contractionary. An expansionary policy could take one or more of the following forms cuts in sales (indirect) taxes to lower prices which raises real incomes with the objective of raising consumer demand cuts in corporation (company) taxes to boost business profits, which may raise capital spending, and cuts in tax rates on personal savings to raise disposable income for those with savings, with the objective of raising consumer demand. However, an increase (not decrease) in spending is expansionary. Expansionary fiscal policy also includes new public spending on social goods and infrastructure, such as hospitals and schools, boosting personal incomes with the objective of raising aggregate demand. An increase in a budget surplus would be associated with contractionary fiscal policy. while a rise in a deficit is an expansionary fiscal policy."
      }
    ],
    "note": "Economics: explain the implementation of fiscal policy and difficulties of implementation as well as whether a fiscal policy is expansionary or contractionary"
  },
  {
    "id": "ECO-36",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because indirect taxes can be adjusted almost immediately after they are announced and can influence spending behaviour instantly and generate revenue for the government at little or no cost to the govemment."
      },
      {
        "isCorrect": false,
        "reason": "because exchange rate targeting is a monetary policy tool, not a fiscal policy tool. Many developing economies choose to operate monetary policy by targeting their currency's exchange rate."
      },
      {
        "isCorrect": false,
        "reason": "because capital spending plans take longer to formulate and implement, typically over a period of years. The slower the impact of a fiscal change, the more likely other exogenous changes will already be influencing the economy before the fiscal change kicks in."
      }
    ],
    "note": "Economics: describe tools of fiscal policy, including their advantages and disadvantages"
  },
  {
    "id": "ECO-37",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because inventories accumulate as sales initially decline then, once a business adjusts its ordering. become depleted as sales pick up, so this ratio tends to lag the cycle."
      },
      {
        "isCorrect": false,
        "reason": "because this is a leading economic indicator. Stock prices anticipate economic turning points, both up and down, so their movements offer a useful early signal on economic cycles."
      },
      {
        "isCorrect": false,
        "reason": "because this is a leading economic indicator. Businesses cannot wait too long to meet demands for materials consumer goods or materials without ordering, so these gauges tend to lead at upturns and downtums. Indirectly, changes in business sentiment as well, which also often leads the cycle."
      }
    ],
    "note": "Economics: describe how resource use, consumer and business activity, housing sector activity, and externall trade sector activity vary over the business cycle and describe their measurement using economic indicators"
  },
  {
    "id": "ECO-38",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because once an economy has moved to a system of fiat money, the role of the supplier of that money [the central bank] becomes even more crucial because they could, for example, expand the supply of this money indefinitely should they wish to do so. Central banks therefore play a crucial role in modern economies as the suppliers and guardians of the value of their fiat currencies and as institutions charged with the role of maintaining confidence in their currencies"
      },
      {
        "isCorrect": false,
        "reason": "because once an economy has moved to a system of fiat money, the role of the supplier of that money [the central bank] becomes even more crucial because they could, for example, expand the supply of this money Indefinitely should they wish to do so. Central banks therefore play a crucial role in modem economies as the suppliers and guardians of the value of their flat currencies and as institutions charged with the role of maintaining confidence in their currencies"
      },
      {
        "isCorrect": true,
        "reason": "because once an economy has moved to a system of flal money, the role of the supplier of that money [the central bank) becomes even more crucial because they could, for example, expand the supply of this money indefinitely should they wish to do so. Central banks therefore play a crucial role in modem economies as the suppliers and guardians of the value of their fiat currencies and as institutions charged with the role of maintaining confidence in their currencies."
      }
    ],
    "note": "Economics: describe the roles and objectives of central banks"
  },
  {
    "id": "ECO-39",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because businesses wait until downturns look genuine to lay off, and wait until recoveries look secure to rehire, this measure is important because it lags the cycle on both the way down and the way up. Thus, average duration of unemployment is a lagging economic indicator"
      },
      {
        "isCorrect": false,
        "reason": "because businesses will cut overtime before laying off workers in a downturn and increase it before rehiring weekly in a cyclical upturn, these measures move up and down before the general economy. Thus, average hours, manufacturing is a leading economic indicator."
      },
      {
        "isCorrect": true,
        "reason": "because once recession or recovery is clear, businesses adjust their fulltime payrolls. Non- agricultural payrolls and manufacturing and trade sales are coincident indicators."
      }
    ],
    "note": "Economics: describe how resource use, consumer and business activity, housing sector activity, and external trade sector activity vary over the business cycle and describe their measurement using economic indicators"
  },
  {
    "id": "ECO-40",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because the CAD/USD exchange rate was not inverted, as required in the correct calculation:\nBeginning of period JPY/CAD rate = 1.3216 x 105.42 = 139.32\nEnd of period JPY/CAD exchange rate = 1.2944 x 104.74 = 135.58\nTherefore the percentage change in JPY/CAD was calculated incorrectly as 135.58/139.32-1=-2.68%≈ 2.7%."
      },
      {
        "isCorrect": true,
        "reason": "because sometimes it is necessary to invert one of the quotes in order to get the intermediary currency to cancel out in the equation to get the cross-rate. For example, to get a Canada-yen (JPY/CAD) quote, one is typically using the dollar-Canada (CAD/USD) rate and dollar-yen (JPY/USD) rate, which are the market conventions. Hence, to get a Canada-yen (JPY/CAD) quote, we must first invert the dollar-Canada (CAD/USD) quote before multiplying by the dollar-yen (JPY/USD) quote\nThe beginning of period JPY/CAD exchange rate is therefore = 1/1.3216 x 105 42 = 0.75666 x 105.42 = 79.77\nThe end of period JPY/CAD exchange rate is therefore = 1/1.2944 x 104.74 0.77256 × 104.74 = 80.92\nThe percentage change in the JPY/CAD exchange rate over the period is therefore = 80.92/79.77- 1=1.44% ≈1.4%."
      },
      {
        "isCorrect": false,
        "reason": "because the beginning and end of period JPY/USD exchange rates have been reversed chronologically as follows: Beginning of period JPY/CAD rate = 1/1.3216 x 104.74 = 0.75666 x 104.74 = 79.25\nEnd of period JPY/CAD exchange rate = 1/1.2944 x 105.42 0.77256 x 105.42 = 81.44\nTherefore the percentage change in JPY/CAD was calculated incorrectly as 81.44/79.25-1=2.76% ≈2.8%."
      }
    ],
    "note": "Economics: calculate and interpret currency cross-rates"
  },
  {
    "id": "ECO-41",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because sometimes it is necessary to invert one of the quotes in order to get the intermediary currency to cancel out in the equation to get the cross-rate. The formula for the EUR/GBP cross rate is USD/GBP x USD/EUR)-1= USD/GBP x EUR/USD. This answer inverts the wrong exchange rate and reverses the formula to 1.1786/1.2604 ≈0.9351. This answer would be the GBP/EUR cross rate, not the EUR/GBP cross rate."
      },
      {
        "isCorrect": true,
        "reason": "because sometimes it is necessary to invert one of the quotes in order to get the intermediary currency to cancel out in the equation to get the cross-rate. For example, to get a Canada-yen (JPY/CAD) quote, one is typically using the dollar-Canada (CAD/USD) rate and dollar-yen (JPY/USD) rate, which are the market conventions. This Canada-yen calculation requires that the dollar-Canada rate (CAD/USD) be inverted to a USD/CAD quote for the calculations to work. The formula for the EUR/GBP cross rate is USD/GBP x (USD/EUR)-1 = USD/GBP x EUR/USD = 1.2604/1.1786≈1.0694."
      },
      {
        "isCorrect": false,
        "reason": "because sometimes it is necessary to invert one of the quotes in order to get the intermediary currency to cancel out in the equation to get the cross-rate. This answer does not invert the quotes but rather multiplies the two spot rates. 1.2604 x 1.1786≈1.4855."
      }
    ],
    "note": "Economics: calculate and interpret currency cross-rates"
  },
  {
    "id": "ECO-42",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because unlike some economic concepts, perfect competition is not merely an ideal based on assumptions. Perfect competition is a reality."
      },
      {
        "isCorrect": false,
        "reason": "because perfect competition does not mean that all perfectly competitive industries are doomed to extinction by a lack of profits. On the contrary, millions of businesses that do very well are living under thepressures ofperfect competition."
      },
      {
        "isCorrect": true,
        "reason": "because profits under the conditions of perfect competition are driven to the required rate of return paid by the entrepreneur to borrow capital from investors (so-called normal profit or rental cost of capital)."
      }
    ],
    "note": "Economics: describe characteristics of perfect competition, monopolistic competition, oligopoly, and pure monopoly"
  },
  {
    "id": "ECO-43",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because nominal exchange rates exhibit persistent deviations from PPP."
      },
      {
        "isCorrect": false,
        "reason": "because relative price levels are represented by the real exchange rate. The real exchange rate is an index that adjusts the nominal exchange rate for each country's price level. Creating these indexes requires adjusting the nominal exchange rate by using the price levels in each country of the currency pair (hence the name \"real exchange rates\") in order to compare the relative purchasing power between countries. An equivalent way of viewing the real exchange rate is that it represents the relative price levels in the domestic and foreign countries."
      },
      {
        "isCorrect": false,
        "reason": "because nominal exchange rates are not indexes. The real exchange rate represents indexes created by analysts to understand the international competitiveness of an economy and the real purchasing power of a currency. In this context, real exchange rates can be useful for understanding trends in international trade and capital flows and hence can be seen as one of the influences on nominal spot exchange rates"
      }
    ],
    "note": "Economics: describe the foreign exchange market, including its functions and participants, distinguish between nominal and real exchange rates, and calculate and interpret the percentage change in a currency relative to another currency"
  },
  {
    "id": "ECO-44",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because opponents of free trade point to the potential for greater income inequality and the loss of jobs in developed countries as a result of import competition."
      },
      {
        "isCorrect": false,
        "reason": "because firms benefit from greater economies of scale... Hence, scale economies allow firms to benefit from the larger market size and experience lower average cost of production as a result of trade."
      },
      {
        "isCorrect": false,
        "reason": "because trade can lead to increased exchange of ideas, freer flow of technical expertise, and greater awareness of changing consumer tastes and preferences in global markets. It can also contribute to the higher quality and more effective institutions and policies that encourage domestic\ninnovation. For example, Coe and Helpman (1995) show that foreign research and development (R&D) has beneficial effects on domestic productivity. These effects become stronger the more open an economy is to foreign trade."
      }
    ],
    "note": "Economics: describe the benefits and costs of international trade"
  },
  {
    "id": "ECO-45",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because it does not add 1 to the inflation rates and the nominal appreciation rate in the formula, and calculates the change of the real exchange rate as (6%)x(2% /(3%)=4%."
      },
      {
        "isCorrect": true,
        "reason": "because the change in the real exchange rate is\n(1 +ΔSd/f/Sd/f) × (1+ ΔSf/Sf) / (1 + ΔPd /Pd-1 = (1 +6%) × (1+2%)/(1+3%) - 1 = 1.06 x 1.02/1.03 -1= 0.0497 ≈0.05 = 5%, where ASd/Sa is the change of the nominal exchange rate, ΔPf/Pf is the foreign inflation rate, and APP, is the domestic inflation rate.\nUsing the appropriate approximate formula, 6.0% +2.0% -3.0%-5% leads to the same answer choice."
      },
      {
        "isCorrect": false,
        "reason": "because it interchanges domestic and foreign inflation rates in the formula, and calculates the change of real exchange rate as (1+6%) x (1+3%) / (1+2%) -11.06 x 1.03/1.02-10.0704 ≈0.07 = 7%."
      }
    ],
    "note": "Economics: describe the foreign exchange market, including its functions and participants, distinguish between nominal and real exchange rates, and calculate and interpret the percentage change in a currency relative to another currency"
  },
  {
    "id": "ECO-46",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because the change in the real exchange rate is\n(1+ ΔSd/f/Sd/f) x (1+ΔPf/Pf)/(1+ ΔPd/Pd)-1\n(1-4%) x (1+6%)/(1+2%)-1 ≈ 0%\nThus, the change in the real exchange rate is approximately zero percent. The rough calculation is: - 4% +6% - 2% = 0%."
      },
      {
        "isCorrect": false,
        "reason": "because the price increase in the U.S. is assumed to be additive; -4% +6%+2% = 4%."
      },
      {
        "isCorrect": false,
        "reason": "because the change in the nominal exchange rate is misinterpreted, 4% + 6% - 2% = 8%."
      }
    ],
    "note": "Economics: describe the foreign exchange market, including its functions and participants, distinguish between nominal and real exchange rates, and calculate and interpret the percentage change in a currency relative to another currency"
  },
  {
    "id": "ECO-47",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because the characteristics of oligopoly markets include: entry into the market is difficult, with fairly high costs and significant barriers to competition."
      },
      {
        "isCorrect": false,
        "reason": "because perfect competition has very low barriers to entry."
      },
      {
        "isCorrect": false,
        "reason": "because monopolistic competition has low barriers to entry."
      }
    ],
    "note": "Economics: Identify the type of market structure within which a firm operates and describe the use and limitations of concentration measures"
  },
  {
    "id": "ECO-48",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because the common market is the next level of economic integration that incorporates all aspects of the customs union and extends it by allowing free movement of factors of production among members."
      },
      {
        "isCorrect": false,
        "reason": "because the common market is the customs union plus the free movement of factors of production among members. An economic union plus a common currency is a monetary union. That is, if the members of the economic union decide to adopt a common currency, then it is also a monetary union."
      },
      {
        "isCorrect": false,
        "reason": "because the common market is the customs union plus the free movement of factors of production among members. Common economic institutions and coordination of economic policies among members are traits of an economic union. That is, an economic union requires an even greater degree of integration. It incorporates all aspects of a common market and in addition requires common economic institutions and coordination of economic policies among members."
      }
    ],
    "note": "Economics: explain motivations for and advantages of trading blocs, common markets, and economic unions"
  },
  {
    "id": "ECO-49",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because the forward exchange rate will increase, rather than decrease, as a result of an increase in the spot exchange rate."
      },
      {
        "isCorrect": false,
        "reason": "because the forward exchange rate will increase, rather than decrease, as a result of an increase in the foreign risk-free interest rate."
      },
      {
        "isCorrect": true,
        "reason": "because the arbitrage equation can be re-arranged as needs require. For example, to get the formula for the forward rate, the above equation can be restated as: Ft/d = St/d x [(1+it)/(1+id)] where Ft/d is the forward exchange rate, St/d is the spot exchange rate, if is the foreign risk-free interest rate, and id is the domestic risk-free interest rate. Therefore, the forward exchange rate will decrease as a result of an increase in the domestic risk- free interest rate."
      }
    ],
    "note": "Economics: explain the arbitrage relationship between spot and forward exchange rates and interest rates, calculate a forward rate using points or in percentage terms, and interpret a forward discount or premium"
  },
  {
    "id": "ECO-50",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because the concentration ratio is the sum of the market shares of the largest N firms. This number is always between zero (perfect competition) and 100 percent (monopoly)."
      },
      {
        "isCorrect": false,
        "reason": "because O.C. Herfindahl and A.O. Hirschman suggested an index where the market shares of the top N companies are first squared and then added. If one firm controls the whole market (a monopoly), the Herfindahl-\nHirschman index (HHI) equals 1."
      },
      {
        "isCorrect": false,
        "reason": "because O.C. Herfindahl and A.O. Hirschman suggested an index where the market shares of the top N companies are first squared and then added. If one firm controls the whole market (a monopoly), the Herfindahl-\nHirschman index (HHI) equals 1."
      }
    ],
    "note": "Economics: identify the type of market structure within which a firm operates and describe the use and limitations of concentration measures"
  },
  {
    "id": "ECO-51",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because a small country is one that is a price taker in the world market for a product and cannot influence the world market price. The welfare effect can be summarized as follows: Consumers suffer a loss of consumer surplus, local producers gain producer surplus and the net welfare effect results in a deadweight loss to the country's welfare."
      },
      {
        "isCorrect": false,
        "reason": "because the economic impact of a tariff on imports in a small country is one that is a price taker in the world market for a product and cannot influence the world market price. The welfare effect can be summarized as follows: Consumers suffer a loss of consumer surplus, local producers gain producer surplus and the net welfare effect results in a deadweight loss to the country's welfare."
      },
      {
        "isCorrect": true,
        "reason": "because the economic impact of a tariff on imports in small country is one that is a price taker in the world market for a product and cannot influence the world market price. The welfare effect can be summarized as follows: Consumers suffer a loss of consumer surplus, local producers gain producer surplus and the net welfare effect results in a deadweight loss to the country's welfare."
      }
    ],
    "note": "Economics: compare types of trade restrictions, such as tariffs, quotas, and export subsidies, and their economic implications"
  },
  {
    "id": "ECO-52",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because the ideal currency regime would have three properties. One of those properties is, all currencies would be fully convertible (ie., currencies could be freely exchanged for any purpose and in any amount). This condition ensures unrestricted flow of capital."
      },
      {
        "isCorrect": false,
        "reason": "because the ideal currency regime would have three properties. One of those properties states the exchatange rate between any two currencies would be credibly fixed, not floating."
      },
      {
        "isCorrect": false,
        "reason": "because the ideal currency regime would have three properties. One of those properties states each country would be able to undertake fully independent [not common] monetary policy in pursuit of domestic objectives, such as growth and inflation targets."
      }
    ],
    "note": "Economics: describe exchange rate regimes and explain the effects of exchange rates on countries' international trade and capital flows"
  },
  {
    "id": "ECO-53",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because in the long run, if a firm cannot earn at least a zero economic profit, it will not operate because it is not covering the opportunity cost of all of its factors of production, labor, and capital. In the short run, however, a firm might find it advantageous to continue to operate even if it is not earning at least a zero economic profit. Firms will stay in business (short and long run) if they make a zero profit."
      },
      {
        "isCorrect": false,
        "reason": "because sunk costs cannot be avoided, no matter what the firm does. Sunk costs must be ignored in the decision to continue to operate in the short run. As long as the firm's revenues cover at least its variable cost, the firm is better off continuing to operate."
      },
      {
        "isCorrect": true,
        "reason": "because the firm must cover its variable cost to remain in business in the short run; if TR cannot cover TVC, the firm shuts down production to minimize loss. The loss would be equal to the amount of fixed cost."
      }
    ],
    "note": "Economics: determine and interpret breakeven and shutdown points of production, as well as how economies and diseconomies of scale affect costs under perfect and imperfect competition"
  },
  {
    "id": "ECO-54",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because calculating (1-(1.1605/1.17240)) x 10,000 ≈101.5 is not using the correct formula of (1.1724 - 1.1605) x 10,000 = 119.0."
      },
      {
        "isCorrect": false,
        "reason": "because calculating (1.17240/1.1605-1) x 10,000 ≈102.5 is not using the correct formula of (1.17240 -1.1605 ) x 10,000 = 119.0."
      },
      {
        "isCorrect": true,
        "reason": "because the forward rate is calculated as (1.17240-1.1605) x 10,000 = 119.0."
      }
    ],
    "note": "Economics: explain the arbitrage relationship between spot and forward exchange rates and interest rates, calculate a forward rate using points or in percentage terms, and interpret a forward discount or premium"
  },
  {
    "id": "ECO-55",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because the oligopoly market structure is based on a relatively small number of firms supplying the market. The small number of firms in the market means that each firm must consider what retaliatory strategies the other firms will pursue when prices and production levels change. Consider the pricing behavior of commercial airline companies. Pricing strategies and route scheduling are based on the expected reaction of the other carriers in similar markets."
      },
      {
        "isCorrect": false,
        "reason": "because there are many sellers in this type of market structure and firms operating in a market structure or perfect competition are price takers."
      },
      {
        "isCorrect": false,
        "reason": "because there are many sellers and in the case of monopolistic competition, the success of product differentiation determines the degree with which the firm can influence prices."
      }
    ],
    "note": "Economics: describe characteristics of perfect competition, monopolistic competition, oligopoly, and pure monopoly"
  },
  {
    "id": "ECO-56",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because the neutral policy rate for any economy comprises two components: Real trend rate of growth of the underlying economy, and long-run expected inflation. Also note Neutral rate = Trend growth + Inflation target."
      },
      {
        "isCorrect": false,
        "reason": "because the neutral policy rate for any economy comprises two components: Real trend rate of growth of the underlying economy, and long-run expected inflation. Also note Neutral rate = Trend growth + Inflation target."
      },
      {
        "isCorrect": true,
        "reason": "because the"
      }
    ],
    "note": "Economics: describe qualities of effective central banks, contrast their use of inflation, interest rate, and exchange rate targeting in expansionary or contractionary monetary policy; and describe the limitations of monetary policy"
  },
  {
    "id": "ECO-57",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because the long-run marginal cost schedule is the perfectly competitive firm's supply curve. The firm's demand curve is dictated by the aggregate market's equilibrium price. The basic rule of profit maximization is that MR = MC, as is the case in long-run equilibrium."
      },
      {
        "isCorrect": false,
        "reason": "because the horizontal line that represents the firm's demand curve is the firm's AR [average revenue] schedule."
      },
      {
        "isCorrect": false,
        "reason": "because in a perfectly competitive market structure the firm's demand schedule is the same as the firm's marginal revenue and average revenue. Given its cost of operation, the only decision the perfectly competitive firm faces is how much to produce. The answer is the level of output that maximizes its return, and that level is where MR = MC. The demand curve is perfectly elastic. Of course, the firm constantly tries to find ways to lower its cost in the long run."
      }
    ],
    "note": "Economics: explain supply and demand relationships under monopolistic competition, including the optimal price and output for firms as well as pricing strategy"
  },
  {
    "id": "ECO-58",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because ensuring price stability is an objective of monetary policy not fiscal policy. There is one overarching objective [of the central bank] that most seem to acknowledge explicitly, and that is the objective of maintaining price stability."
      },
      {
        "isCorrect": true,
        "reason": "because the tools associated with fiscal policy involve the use of government spending and changing tax revenue to affect a number of aspects of the economy: including the overall level of aggregate demand in an economy and hence the level of economic activity."
      },
      {
        "isCorrect": false,
        "reason": "because targeting exchange rates is a part of monetary not fiscal policy. Many developing economies choose to operate monetary policy by targeting their currency's exchange rate, rather than an explicit level of domestic inflation."
      }
    ],
    "note": "Economics: describe roles and objectives of fiscal policy as well as arguments as to whether the size of a national debt relative to GDP matters"
  },
  {
    "id": "ECO-59",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because there may be occasions where the demand for money becomes infinitely elastic so that further injections of money into the economy will not serve to further lower interest rates or affect real activity. This is known as a liquidity trap. In this extreme circumstance, monetary policy can become completely ineffective."
      },
      {
        "isCorrect": false,
        "reason": "because crowding out is the reduction in private sector investment due to increased government borrowing and describes a difficulty in implementing fiscal, not monetary, policy."
      },
      {
        "isCorrect": false,
        "reason": "because this is the action lag and describes a difficulty in implementing fiscal policy. An example of the action lag is the government's decision to raise spending on capital projects to increase employment and incomes, but they may take many months to implement."
      }
    ],
    "note": "Economics: describe qualities of effective central banks; contrast their use of inflation, interest rate, and exchange rate targeting in expansionary or contractionary monetary policy, and describe the limitations of monetary policy"
  },
  {
    "id": "ECO-60",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because this is not a limitation of monetary policy. Automatic stabilizers [are features which] reduce output fluctuations in the economy and impact fiscal policy."
      },
      {
        "isCorrect": true,
        "reason": "because this is a limitation of monetary policy. The limitations of monetary policy include problems in the transmission mechanism and the relative ineffectiveness of interest rate adjustment as a policy tool in deflationary environments."
      },
      {
        "isCorrect": false,
        "reason": "because this is not a limitation of monetary policy. This is an aspect of the economy that fiscal policy tools try to address. The limitations of monetary policy include problems in the transmission mechanism and the relative ineffectiveness of interest rate adjustment as a policy tool in deflationary environments."
      }
    ],
    "note": "Economics: describe qualities of effective central banks, contrast their use of inflation, interest rate, and exchange rate targeting in expansionary or contractionary monetary policy; and describe the limitations of monetary policy"
  },
  {
    "id": "ECO-61",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because this refers to a key objective for the International Monetary Fund. That is, the IMF supports exchange rate stability and an open system of international payments."
      },
      {
        "isCorrect": false,
        "reason": "because this refers to a key objective for the World Trade Organization. That is, the WTO provides the legal and institutional foundation of the multinational trading system."
      },
      {
        "isCorrect": true,
        "reason": "because the World Bank's main objective is to help developing countries fight poverty and enhance environmentally sound economic growth."
      }
    ],
    "note": "Economics: describe functions and objectives of the international organizations that facilitate trade, including the World Bank, the International Monetary Fund, and the World Trade Organization"
  },
  {
    "id": "ECO-62",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because expansionary [fiscal] policy could take one or more of the following forms:... Cuts in sales (indirect) taxes to lower prices which raises real incomes with the objective of raising consumer demand. Thus, an increase in sales taxes would be contractionary, not expansionary."
      },
      {
        "isCorrect": false,
        "reason": "because when the economy is slowing and inflation and monetary trends are weakening, central banks may increase liquidity by cutting their target [interest] rate. In these circumstances, monetary policy is said to be expansionary. Thus while expansionary, this is an example of monetary rather than fiscal policy."
      },
      {
        "isCorrect": true,
        "reason": "because there are a number of ways that fiscal policy can influence aggregate demand... expansionary policy could take one or more of the following forms:... New public spending on social goods and infrastructure."
      }
    ],
    "note": "Economics: explain the implementation of fiscal policy and difficulties of implementation as well as whether a fiscal policy is expansionary or contractionary"
  },
  {
    "id": "ECO-63",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because to convert any of these quoted forward points into a forward rate, one would divide the number of points by 10,000 (to scale down to the fourth decimal place, the last decimal place in the spot quote) and then add the result to the spot exchange rate quote The forward points were incorrectly divided by 100 and the forward rate was calculated as follows -16/100+1.4780=- 0.16+1.4780=1.3180."
      },
      {
        "isCorrect": true,
        "reason": "because to convert any of these quoted forward points into a forward rate, one would divide the number of points by 10.000 (to scale down to the fourth decimal place, the last decimal place in the spot quote) and then add the result to the spot exchange rate quote. The forward points are negative and therefore the forward rate = - 16/10,000+ 1.4780=-0.0016+1.4780 =1.4764."
      },
      {
        "isCorrect": false,
        "reason": "because to conved any of these quoted forward points into a forward rate one would divide the number of points by 10.000 (to scale down to the fourth decimal place, the last decimal place in the spat quote) and then add the result to the spot exchange rate quote. In this case the forward points have been treated as a positive number as follows: 16/10,000+ 1.4780 = 0.0016 + 1.4780 = 1.4796."
      }
    ],
    "note": "Economics: explain the arbitrage relationship between spot and forward exchange rates and interest rates, calculate a forward rate using points or in percentage terms, and interpret a forward discount or premium"
  },
  {
    "id": "ECO-64",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because when a central bank sells government bonds to a commercial bank the reserves of commercial banks decline, reducing their capacity to make loans (1.e., create credit) to households and corporations and thus causing broad money growth to decline through the money multiplier mechanism."
      },
      {
        "isCorrect": false,
        "reason": "because when a central bank sells government bonds to a commercial bank the reserves of commercial banks decline, reducing their capacity to make loans (ie., create credit) to households and corporations and thus causing broad money growth to decline through the money multiplier mechanism."
      },
      {
        "isCorrect": false,
        "reason": "because when a central bank sells government bonds to a commercial bank the reserves of commercial banks decline, reducing their capacity to make loans (ie., create credit) to households and corporations and thus causing broad money growth to decline through the money multiplier mechanism."
      }
    ],
    "note": "Economics: describe tools used to implement monetary policy tools and the monetary transmission mechanism, and explain the relationships between monetary policy and economic growth, inflation, interest, and exchange rates"
  },
  {
    "id": "ECO-65",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because when a country has a fiscal surplus (T> G) and an excess of private saving over investment (S > I), its exports are greater than [not less than] its imports (X> M)."
      },
      {
        "isCorrect": false,
        "reason": "because when a country has a fiscal surplus (T> G) and an excess of private saving over investment (S> I), its exports are greater than [not less than] its imports (X> M)."
      },
      {
        "isCorrect": true,
        "reason": "because using a fundamental identity from Macroeconomics: the relationship between the trade balance and expenditure/saving decisions can be expressed as: X-M = (S-I) + (T-G) where X represents exports, M is imports, S is private savings, I is investment in plant and equipment, T is taxes net of transfers, and G is government expenditure. From this relationship, we can see that a trade surplus (X> M) must be reflected in a fiscal surplus (T> G), an excess of private saving over investment (S> I), or both\nWe can also see that when a country has a fiscal surplus (T> G) and an excess of private saving over investment (S>I), its exports are greater than its imports (X>M)."
      }
    ],
    "note": "Economics: describe exchange rate regimes and explain the effects of exchange rates on countries' international trade and capital flows"
  },
  {
    "id": "ECO-66",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because there are four archetypes of country behavior: autarky, hegemony, multilateralism, and bilateralism, where autarky is situated low on the cooperation spectrum and low (not high) on the globalization spectrum. Autarky describes countries seeking political self-sufficiency\nwith little or no external trade or finance. State-owned enterprises control strategic domestic industries"
      },
      {
        "isCorrect": true,
        "reason": "because using the two axes we have discussed-political cooperation versus non- cooperation and globalization versus nationalism--Investment analysts can assess geopolitical actors and the likelihood of threat to investment outcomes Specifically, there are four archetypes of country behavior, autarky, hegemony. multilateralism, and bilateralism, where hegemony is situated low on the cooperation spectnom and high on the globalization spectrum. Hegemonic countries tend to be regional or even global leaders..and they use their political areentomic influence of others to control resources State-owned enterprises teed le control key export markets Examples of hegemonic countries include the united States and Russia"
      },
      {
        "isCorrect": false,
        "reason": "because there are four archetypes of country behavior autarky, hegemony, multilateralism, and bilateralism, where bilateralism is situated high on the cooperation (not globalization) spectrum and low on the globalization (not cooperation) spectrum. Bilateralism is the conduct of political, economic, financial, or cultural cooperation between two countries. Countries engaging in bilateralism may have relations with many different countries, but they are one-at-a-time agreements without multiple partners."
      }
    ],
    "note": "Economics: describe geopolitics from a cooperation versus competition perspective"
  },
  {
    "id": "ECO-67",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because when policy rates are above the neutral rate, monetary policy is contractionary when they are below the neutral rate, monetary policy is expansionary. The calculation of the neutral rate is as follows: Neutral rate Trend growth Inflation target. Therefore, if monetary policy is contractionary then the policy rate (1.5%) must be greater than the neutral rate. Hence the long- term inflation rate must be less than 1.0% in order for the policy rate to be greater than the neutral rate\n8. Incorrect because when policy rates are above the neutral rate, monetary policy is contractionary when they are below the neutral rate, monetary policy is expansionary. The calculation of the neutral rate is as follows: Neutral rate = Trend growth + Inflation target. Therefore, if monetary policy is contractionary then the policy rate (1.5%) must be greater than the neutral rate. Hence the long- term inflation rate must be less than 1.0% in order for the policy rate to be greater than the neutral rate."
      },
      {
        "isCorrect": false,
        "reason": ""
      },
      {
        "isCorrect": false,
        "reason": "because when policy rates are above the neutral rate, monetary policy is contractionary; when they are below the neutral rate, monetary policy is expansionary. The calculation of the neutral rate is as follows: Neutral rate Trend growth + Inflation target. Therefore if monetary policy is contractionary then the policy rate (1.5%) must be greater than the neutral rate. Hence the long- term inflation rate must be less than 1.0% in order for the policy rate to be greater than the neutral rate."
      }
    ],
    "note": "Economics: describe qualities of effective central banks; contrast their use of inflation, interest rate, and exchange rate targeting in expansionary or contractionary monetary policy; and describe the limitations of monetary policy"
  },
  {
    "id": "ECO-68",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because TR > TVC but < TC. As such the firm will stay in the market in the short run and exit the market in the long run."
      },
      {
        "isCorrect": true,
        "reason": "because when TR total revenue is enough to cover TVC (total variable costs) but not all of TFC total continue to produce in the short run but will be unable to maintain financial solvency in 1,000 which is greater than TVC of $700, but not enough to cover the firm's TFC of $400. Therefore the firm will exit the market the long run."
      },
      {
        "isCorrect": false,
        "reason": "because TR > TVC but <TC Therefore, the firm will stay in the market in the short run because TR is enough to cover TVC, the firm can continue to produce in the short run."
      }
    ],
    "note": "Economics: determine and interpret breakeven and shutdown competition points of production, as well as how economies and diseconomies of scale affect costs under perfect and imperfect competititon"
  },
  {
    "id": "ECO-69",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because an inflation-targeting framework normally has the following set of features - An independent and credible central bank."
      },
      {
        "isCorrect": false,
        "reason": "because by explaining their views on the economy and by being transparent in decision making, the independent, inflation-targeting central banks seek to gain reputation and credibility, making it easier to influence inflation expectations and hence ultimately easier to meet the inflation target."
      },
      {
        "isCorrect": false,
        "reason": "because credibility-the independence of the central bank and public confidence in it are key in the design of an inflation-targeting regime."
      }
    ],
    "note": "Economics: describe tools used to implement monetary policy tools and the monetary transmission mechanism, and explain the relationships between monetary policy and economic growth, inflation, interest, and exchange rates"
  },
  {
    "id": "ECO-70",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because when they [central banks] believe that economic activity is likely to lead to an increase in inflation, they might increase interest rates, thereby reducing liquidity. In these cases, market analysts describe such actions as contractionary."
      },
      {
        "isCorrect": false,
        "reason": "because the neutral rate is that rate of interest that neither spurs on nor slows down the underlying economy. As such, when policy rates are above the neutral rate, monetary policy is contractionary, when they are below the neutral rate, monetarypolicy is expansionary"
      },
      {
        "isCorrect": true,
        "reason": "because when the economy is slowing and inflation and monetary trends are weakening, central banks may increase liquidity by cutting their target rate. In these circumstances, monetary policy is said to be expansionary."
      }
    ],
    "note": "Economics: describe qualities of effective central banks, contrast their use of inflation, interest rate, and exchange rate targeting in expansionary or contractionary monetary policy; and describe the limitations of monetary policy"
  },
  {
    "id": "ECO-71",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because real exchange rates adjust for the price level in both countries not GDP. Real exchange rates, which are indexes often constructed by economists and other market analysts to assess changes in the relative purchasing power of one currency compared with another. Creating these indexes requires adjusting the nominal exchange rate by using the price levels in each country of the currency pair"
      },
      {
        "isCorrect": true,
        "reason": "because real exchange rates, which are indexes often constructed by economists and other market analysts to assess changes in the relative purchasing power of one currency compared with another. Creating these indexes requires adjusting the nominal exchange rate by using the price levels in each country of the currency pair"
      },
      {
        "isCorrect": false,
        "reason": "because real exchange rates adjust for the price level in both countries not interest rates. Real exchange rates, which are indexes often constructed by economists and other market analysts to assess changes in the relative purchasing power of one currency compared with another. Creating these indexes requires adjusting the nominal exchange rate by using the price levels in each country of the currency pair."
      }
    ],
    "note": "Economics: describe the foreign exchange market, including its functions and participants, distinguish between nominal and real exchange rates, and calculate and interpret the percentage change in a currency relative to another currency"
  },
  {
    "id": "ECO-72",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because the opportunity to generate higher profits may motivate companies to globalize. The first way to generate profit is to increase sales. Companies may choose to engage in globalization in order to access new customers for their goods and services. Another way to increase profits is to reduce costs. Globalization allows companies to access lower tax-operating environments, reduce labor costs, or seek other supply chain efficiency gains"
      },
      {
        "isCorrect": false,
        "reason": "because globalization can contribute to income and wealth inequality, as well as differences in opportunity, within and between countries."
      },
      {
        "isCorrect": false,
        "reason": "because companies operating in lower-cost countries often operate in the local standards of those countries. If standards on environmental protection, social benefits, or corporate governance are lower in one country compared to another and companies ultimately reduce their standards of production in that context, then globalization can create a drain on human, administrative, and environmental resources."
      }
    ],
    "note": "Economics: describe geopolitics and its relationship with globalization"
  },
  {
    "id": "ECO-73",
    "solutions": [
      {
        "isCorrect": false,
        "reason": "because event risk evolves around set dates, such as elections, new legislation, or other date-driven milestones, such as holidays or political anniversaries, known in advance."
      },
      {
        "isCorrect": false,
        "reason": "because thematic risks are known risks that evolve and expand over a period of time. Climate change, pattern migration, the rise of populist forces, and the ongoing threat of terrorism fall into this category."
      },
      {
        "isCorrect": true,
        "reason": "because exogenous risk is a sudden or unanticipated risk that impacts either a country's cooperative stance, the ability of non-state actors to globalize, or both. Examples include sudden uprisings, invasions, or the aftermath of natural disasters."
      }
    ],
    "note": "Economics: describe the impact of geopolitical risk on investments"
  },
  {
    "id": "ECO-74",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because the velocity of geopolitical risk is the pace at which it impacts an investor portfolio. For the sake of simplicity, we explore short-term or 'high velocity' impacts, medium-term, and long-term or 'low velocity' impacts []. In the short term, we may see volatility in the markets affecting entire industries or even the entire market. Exogenous or 'black swan' events tend to fit into this category, causing market volatility and investor flight to quality. A black swan risk is an event that is rare and difficult to predict but has an important impact. Investors with the appropriate time horizon and risk tolerance may make tactical changes to their investment choices as a result of these events. Long-term changes are unlikely to be necessary."
      },
      {
        "isCorrect": false,
        "reason": "because this relates to a medium-term impact of geopolitical risk instead: Risks with a medium-term impact may begin to impair companies' processes, costs, and investment opportunities, resulting in lower valuations. These risks tend to be distributed towards specific sectors, meaning they will impact some companies much more than others."
      },
      {
        "isCorrect": false,
        "reason": "because this relates to a low velocity impact of geopolitical risk instead: The velocity of geopolitical risk is the pace at which it impacts an investor portfolio. For the sake of simplicity, we explore short-term or 'high velocity' impacts, medium-term, and long-term or 'low velocity' impacts. And long-term risks may have important environmental, social, governance, and other impacts. This can impact an investor's asset allocation-including choice of asset classes and investment styles-for a long-term horizon; however, the immediate impact on portfolios is likely to be more limited."
      }
    ],
    "note": "Economics: describe the impact of geopolitical risk on investments"
  },
  {
    "id": "ECO-75",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because, in the \"recovery\" phase, inflation remains moderate."
      },
      {
        "isCorrect": false,
        "reason": "because, in the \"recovery\" phase, inflation remains moderate and in the \"slowdown\" phase inflation further accelerates."
      },
      {
        "isCorrect": false,
        "reason": "because, in the \"recovery\" phase, inflation remains moderate and in the \"contraction\" phase inflation decelerates but with a lag."
      }
    ],
    "note": "Economics: describe the business cycle and its phases"
  },
  {
    "id": "ECO-76",
    "solutions": [
      {
        "isCorrect": true,
        "reason": "because in calculating the Herfindahl-Hirschman index the market shares of the top N companies are first squared and then added. If one firm controls the whole market (a monopoly), the Herfindahl-Hirschman index (HHI) equals 1. If there are M firms in the industry with equal market shares, then the HHI equals (1/M)."
      },
      {
        "isCorrect": false,
        "reason": "because just like the concentration ratio, the HHI does not take the possibility of entry into account, nor does it consider the elasticity of demand."
      },
      {
        "isCorrect": false,
        "reason": "because just like the concentration ratio, the HHI does not take the possibility of entry into account, nor does it consider the elasticity of demand."
      }
    ],
    "note": "Economics: identify the type of market structure within which a firm operates and describe the use and limitations of concentration measures"
  }
]