[
  "Alternative Investment (Question)",
  "1. Compared to centralized cryptocurrency exchanges, decentralized exchanges are:",
  "A. Less likely to be regulated and less susceptible to attacks from hackers.",
  "B. Less likely to be regulated and more susceptible to attacks from hackers.",
  "C. More likely to be regulated and less susceptible to attacks from hackers.",
  "2. Which of the following forms of digital asset investment most likely involves the use of a cryptocurrency wallet?",
  "A. Direct investment",
  "B. Indirect investment via ETFs",
  "C. Indirect investment via coin trusts",
  "",
  "3. The correlation of cryptocurrencies with traditional assets has been:",
  "A. Decreasing.",
  "B. Steady.",
  "C. Increasing.",
  "",
  "4. Which of the following is most likely a major driver of bitcoin returns?",
  "A. Increased market adoption",
  "B. The prospect of underlying cashflow generation",
  "C. Consistently high correlation with traditional asset classes",
  "",
  "5. Cryptocurrencies can be issued by:",
  "A. individuals only.",
  "B. Corporations and organisations only.",
  "C. individuals, corporations and organisations.",
  "",
  "6. Compared to traditional financial assets, digital assets:",
  "A. can be invested in through indirect investment vehicles such as ETFs.",
  "B. are generaly recorded in private ledgers maintained by central intermediaries.",
  "C. do not have an inherent value based on underlying assets or on potential cash flows.",
  "",
  "7. A measure that restricts new investors in a hedge fund from redeeming their capital for a set amount of time in order to implement the fund's investment strategy is known as a:",
  "A. gate.",
  "B. notice period.",
  "C. lockup period.",
  "",
  "8. Venture capital is best classified as a sub-category of.",
  "A. real estate.",
  "B. hedge funds.",
  "C. private equity.",
  "",
  "9. A leveraged loan is best defined as a loan:",
  "A. that is itself levered.",
  "B. to mature companies in financial difficulty.",
  "C. that comes with warrants or conversion rights.",
  "",
  "10. From the perspective of a private equity firm, an advantage of exiting a portfolio company through a special purpose acquisition company (SPAC) most likely include:",
  "A. floating valuation.",
  "B. flexibility of the transaction structure.",
  "C. lower deal risk due to restrictions on redemptions.",
  "",
  "11. With respect to private equity, the growth capital strategy is also known as:",
  "A. venture capital.",
  "B. recapitalization.",
  "C. minority equity investing.",
  "",
  "12. Which of the following hedge fund investments require the highest level of scrutiny and due diligence?",
  "A. Level 1 assets",
  "B. Level 2 assets",
  "C. Level 3 assets",
  "",
  "13. Hedge funds are most likely to place restrictions on:",
  "A. redemptions.",
  "B. the use of leverage.",
  "C. the use of derivatives.",
  "",
  "14. Crude oil is categorized as:",
  "A. a soft commodity.",
  "B. a hard commodity.",
  "C. neithera soft commodity nor a hard commodity.",
  "",
  "15. Compared with direct investing, co-investing in alternative investments most likely offers:",
  "A. reduced control over the investment selection prOcess.",
  "B. the same level of control over the investment selection process.",
  "C. higher control over the investment selection process.",
  "",
  "16. Which of the following methods of investing in alternative investments provides the most flexibility to the investor?",
  "A. Co-investing",
  "B. Fund investing",
  "C. Direct investing",
  "",
  "17. Which of the following is best classified as a commodity?",
  "A. Livestock",
  "B. Timberland",
  "C. Agricultural land",
  "",
  "18. Investors in greenfield infrastructure projects typically:",
  "A. rely on the assets' financial and operating history.",
  "B. invest alongside strategic investors or developers.",
  "C. have lower development risk than investors in brownfield projects.",
  "",
  "19. An analyst gathers the following information about a hedge fund:",
  "Beginning-of-year assets under management (AUM): $500 million",
  "Annual return before fees: 22%",
  "Management fee, based on end-of-year AUM before fees: 2%",
  "Incentive fee: 15%",
  "Hard hurdle rate: 10%",
  "The incentive fee (in $ millions) based on returns net of management fees is closest to:",
  "A. 7.2.",
  "B. 13.0.",
  "C. 14.7.",
  "",
  "20. A hedge fund strategy that seeks to influence a company's policies through the purchase of equity is best described as a(n):",
  "A. activist strategy.",
  "B. market-neutral strategy.",
  "C. merger arbitrage strategy.",
  "",
  "21. Event-driven hedge fund strategies are most likely.",
  "A. long biased.",
  "B. based on 'top-down' analysis.",
  "C. exploiting short-term pricing discrepancies between two related securities.",
  "",
  "22. Which of the following are best categorized as social infrastructure assets?",
  "A. Airports",
  "B. Correctional facilities",
  "C. Telecommunication towers",
  "",
  "23. Which of the following statements is most accurate? Alternative investments:",
  "A. tend to be more efficiently priced than traditional investments.",
  "B. fall outside of the definition of long-only positions in stocks, bonds, and cash.",
  "C. have relatively high correlation of returns with those of traditional investments.",
  "",
  "24. An analyst gathers the following information about a hedge fund:",
  "• $200 million in assets under management at the beginning of year • a 2% management fee based on year-end assets under management • a 20% incentive fee calculated net of the management fee",
  "If the fund's gross return is 25% during the year, the total fees earned by the fund manager are:",
  "A. $11 million.",
  "B. $14 million.",
  "C. $15 million.",
  "",
  "25. Management fees are most likely based on assets under management for:",
  "A. hedge funds only.",
  "B. private equity funds only.",
  "C. both hedge funds and private equity funds.",
  "",
  "26. A leveraged private investment vehicle that employs both long and short positions is most likely a:",
  "A. hedge fund.",
  "B. private equity fund.",
  "C. venture capital fund.",
  "",
  "27. A feature that protects hedge fund clients from paying twice for the same performance is most likely a:",
  "A. discount.",
  "B. hurdle rate.",
  "C. high-water mark",
  "",
  "28. A joint venture is an alternative investment structure that is most likely used for:",
  "A. infrastructure investment.",
  "B. private equity investment.",
  "C. real estate direct investment",
  "",
  "29. Regarding distribution methods in alternative investments, which of the following is most advantageous to the limited partners? A(n):",
  "A. American waterfall.",
  "B. deal-by-deal waterfall.",
  "C. whole-of-fund waterfall.",
  "",
  "30. Which of the following hedge fund mechanisms is most likely used to impose a temporary restriction on redemptions if needed?",
  "A. Gate",
  "B. Notice period",
  "C. Lockup period",
  "",
  "31. Which of the following infrastructure investments most likely have the highest risk?",
  "A. Brownfield investments with the majority of their return from current yield.",
  "B. Brownfield investments with the majority of their return from capital appreciation.",
  "C. Greenfield investments with the majority of their return from capital appreciation.",
  "",
  "32. Which of the following methods of investing in alternative investments requires the least amount of investment expertise?",
  "A. Co-investing",
  "B. Fund investing",
  "C. Direct investing",
  "",
  "33. The benefits of adding investments in infrastructure assets to a portfolio most likely include:",
  "A. inflation protection only.",
  "B. low correlation with existing portfolio assets only.",
  "C. both inflation protection and low correlation with existing portfolio assets.",
  "",
  "34. In co-investing, the investor invests in alternative assets indirectly through a fund but also has the:",
  "A. right to invest directly in the same assets alongside the fund.",
  "B. obligation to invest directly in the same assets alongside the fund.",
  "C. right to invest in the general partner's fund management company.",
  "",
  "35. A disadvantage of direct real estate investing is:",
  "A. a lack of control.",
  "B. unfavorable tax rules.",
  "C. the time required to manage the property.",
  "",
  "36. Which of the following statements about private debt is most accurate? Mezzanine debt: structure.",
  "A. is subordinated to equity in a borrower's capital",
  "B. is less risky than senior secured debt issued by the same company.",
  "C. may include additional features such as warrants to provide equity participation to lenders.",
  "",
  "37. Which of the following statements about private equity performance evaluation is most accurate?",
  "A. Private equity fund management fees are based on capital called.",
  "B. Cash flows are frequently described in terms of the J-curve effect.",
  "C. Managers have no discretion on the timing of the distribution of proceeds.",
  "",
  "38. Which of the following is most likely a primary exit strategy for a company held by a private equity fund's portfolio?",
  "A. IPO",
  "B. Management buy-in",
  "C. Management buyout",
  "",
  "39. A hedge fund that seeks to profit from a view on overall market direction as influenced by economic trends best describes a:",
  "A. macro hedge fund.",
  "B. multi-strategy hedge fund.",
  "C. market-neutral hedge fund.",
  "",
  "",
  "40. Which of the following is best categorized as core real estate?",
  "A. A high-quality office building in a rural area",
  "B. A low-quality office building in a major urban center",
  "C. A high-quality office building in a major urban center",
  "",
  "41. Compared with fund investing in alternative investments, the co-investing method most likely has:",
  "A. lower management fees.",
  "B. the same level of management fees.",
  "C. higher management fees.",
  "",
  "42. Which of the following is best described as a relative value hedge fund strategy?",
  "A. Short biased",
  "B. Special situations",
  "C. Convertible bond arbitrage",
  "",
  "43. Which of the following statements about real estate assets is most accurate?",
  "A. Real estate assets are heterogeneous",
  "B. Commercial property represents the majority of real estate assets by value",
  "C. Private real estate has historically had high correlations with other asset classes",
  "",
  "44. Which of the following hedge funds most likely have a beta close to zero?",
  "A. Short-biased funds",
  "B. Market-neutral funds",
  "C. Fundamental long/short growth funds",
  "",
  "",
  "45. A hedge fund has the following characteristics:",
  "• Assets under management, beginning of year: $100 million • Assets under management, end of year: $120 million • Management fee: 1% of year-end assets under management • Performance fee: 15% of the annual return above a 3% hurdle rate",
  "If the performance fee is calculated net of the management fee and there were no capital contributions or withdrawals, the net annual return to the investor is closest to:",
  "A. 16.3%.",
  "B. 16.4%.",
  "C. 16.5%.",
  "",
  "46.",
  "• Assets under management $1.5 billion, beginning of year • Annual return 20% • Management fee 2%, based on year-end valuation",
  "• Incentive fee 20%, calculated net of management fees",
  "If the incentive fee is calculated on returns in excess of a 6% hurdle rate, total annual fees earned by the fund manager are closest to:",
  "A. $34,800,000.",
  "B. $70,800,000.",
  "C. $78,000,000.",
  "",
  "47. What is the most likely effect of a redemption fee on the returns of the remaining investors in a hedge fund? A redemption fee:",
  "A. reduces investor returns.",
  "B. has no effect on investor returns.",
  "C. enhances investor returns.",
  "",
  "48. If a commodity's storage cost is equal to its convenience yield, its futures prices will be greater than its spot price if the risk-free rate is:",
  "A. negative.",
  "B. zero.",
  "C. positive.",
  "",
  "49. An analyst gathers the following information about a hedge fund:",
  "Beginning-of-year assets under management (AUM) €200 million Management fee, based on end-of-year AUM before fees 1.5% Incentive fee 20% Hard hurdle rate 5% Annual return before fees 15%.",
  "If the incentive fee is based on returns net of management fees, total fees for the year are closest to",
  "A. €6.8 million.",
  "B. €7.5 million.",
  "C. €8.8 million.",
  "",
  "50. In the private debt market, venture debt:",
  "A. entails buying the debt of mature companies in financial difficulty.",
  "B. provides capital to early-stage companies that may be generating little cash flow.",
  "C. entails buying the debt of mature companies in financial difficulty and provides capital to early-stage companies that may be generating little cash flow.",
  "",
  "51. Timberland investments offer:",
  "A. an income stream only.",
  "B. the potential for capital gain only.",
  "C. both an income stream and the potential for capital gain.",
  "",
  "52. Which of the following real estate investing strategies is most likely to focus on modest redevelopment or upgrades, the leasing of vacant space, and the repositioning of underlying properties to earn a higher return?",
  "A. Core-plus",
  "B. Value-add",
  "C. Opportunistic",
  "",
  "53. All else being equal, when a commodity futures market is in contango, the forward curve is most likely:",
  "A. downward sloping.",
  "B. flat.",
  "C. upward sloping.",
  "",
  "54. With respect to infrastructure investments, a take-or-pay arrangement is most likely used to mitigate:",
  "A. demand risk.",
  "B. operational risk.",
  "C. construction risk.",
  "",
  "55. Which of the following is most appropriately categorized as a traditional investment?",
  "A. Gold",
  "B. Cash",
  "C. Real estate",
  "",
  "56. Which of the following is most likely a characteristic of private real estate markets?",
  "A. Transaction costs are high",
  "B. Private market indexes are investable",
  "C. It is easy for small investors to establish a diversified portfolio of wholly owned properties",
  "",
  "57. Alternative investments:",
  "A. include tangible assets only.",
  "B. include intangible assets only.",
  "C. may include both tangible and intangible assets.",
  "",
  "58. In alternative investments, a clawback provision represents the right of.",
  "A. limited partners to reclaim performance losses.",
  "B. the general partner to reclaim part of limited partners' distributions.",
  "C. limited partners to reclaim part of the general partner's performance fee.",
  "",
  "59. Which of the following is the most conservative",
  "A. Using bid prices for long approach to valuing a hedge fund's underlying positions? positions and ask prices for short positions",
  "B. Using bid prices for short positions and ask prices for long positions",
  "C. Using the average of the bid and ask prices for both long and short positions",
  "",
  "60. All else being equal, which of the following types of private debt is most likely to have the lowest level of risk?",
  "A. Mezzanine debt",
  "B. Unitranche debt",
  "C. Infrastructure debt",
  "",
  "61. An analyst gathers the following information about a hedge fund:",
  "• Beginning-of-year assets under management (AUM) $50 million • Annual return before fees 20% • Management fee (based on end-of-year AUM before fees) 2% • Incentive fee (based on return net of management fees) 20%",
  "An investor's net return is:",
  "A. 13.60%.",
  "B. 14.08%.",
  "C. 14.40%.",
  ""
]
