[
  "Corporate Issuers",
  "1. If a corporation is financed with both debt and equity, which of the following must the corporation pay?",
  "A. Interest only",
  "B. Dividends only",
  "C. Both interest and dividends",
  "",
  "2. A company that produces goods to be marketed by other firms is best described as having a:",
  "A. value added reseller business model.",
  "B. licensing arrangement business model.",
  "C. contract manufacturer business model.",
  "",
  "3. \"Economic\" profit is best described as the return to a firm's owners:",
  "A. in the form of retained earnings and distributions to the owners.",
  "B. after corporate taxes and taxes on distributions have been paid.",
  "C. in excess of what they could have earned elsewhere on different investments.",
  "",
  "4. The purchase of which of the following shares most likely requires investors to be accredited?",
  "A. Public company shares only",
  "B. Private company shares only",
  "C. Both public company shares and private company shares",
  "",
  "5. Which best describes business growth that attracts more customers and merchants, contributing to further growth in",
  "the business?",
  "A. Crowdsourcing",
  "B. A one-sided network",
  "C. A multi-sided network",
  "",
  "6. Private companies most likely have:",
  "A. less share price transparency compared to public companies.",
  "B. similar share price transparency as public companies.",
  "C. greater share price transparency compared to public companies.",
  "",
  "7. The business model of a knowledge aggregation company that allows its users to contribute directly to online content is best referred to as a:",
  "A. platform business model.",
  "B. marketplace business model.",
  "C. crowdsourcing business model.",
  "",
  "8. Which of the following would most likely be included on a company's \"financial\" balance sheet?",
  "A. Short-term debt obligations",
  "B. Relationships with customers",
  "C. Relationships with key suppliers",
  "",
  "9. Which of the following is a recommended procedure for complying with the Standard relating to preservation of confidentiality?",
  "● Procedure 1: Disclose to authorized fellow employees only information that will",
  "improve service to the client ● Procedure 2: Encourage the adoption of standard confidentiality procedures utilized",
  "by leading firms in the industry",
  "A. tiered pricing.",
  "B. dynamic pricing.",
  "C. value-based pricing.",
  "10. Which of the following is a pull on a company's liquidity?",
  "A. Obsolete inventory",
  "B. Reduced credit limits",
  "C. Uncollected receivables",
  "",
  "11. Which of the following pricing models is most likely used when a firm willingly sacrifices margins to build market share?",
  "A. Dynamic pricing",
  "B. Freemium pricing",
  "C. Penetration pricing",
  "",
  "12. Which of the following pricing models is most likely used when a firm willingly sacrifices margins to build market",
  "share?",
  "A. Dynamic pricing",
  "B. Freemium pricing",
  "C. Penetration pricing",
  "",
  "13. A company manufacturing and selling a product using someone else's brand name in return for a royalty most likely operates:",
  "A. under a franchise model",
  "B. as a contract manufacturer.",
  "C. under a licensing arrangement.",
  "",
  "14. When analyzing a company, analysts should:",
  "A. ignore the company's business model.",
  "B. develop their own understanding of the company's business model.",
  "C. rely on management's description of the company's business model.",
  "15. Which of the following is best categorized as a drag on liquidity?",
  "A. Insufficient credit lines",
  "B. Uncollected receivables",
  "C. Early payments to vendors",
  "",
  "16. Which of the following combination of factors most likely increases a company's ability to support debt in its capital structure?",
  "A. High revenue, low cash flow volatility, and a low level of fungible assets",
  "B. High revenue, low operating leverage, and a high level of fungible assets",
  "C. Low cash flow volatility, low operating leverage, and a low level of fungible assets",
  "",
  "17. According to the Modigliani-Miller propositions, if a company's debt-to-equity ratio increases, which of the following costs is most likely to exhibit the largest increase?",
  "A. WACC",
  "B. Cost of debt",
  "C. Cost of equity",
  "",
  "18. At which stage in its life cycle would a typical company most likely have more debt than equity in its capital",
  "structure?",
  "A. Start-up stage",
  "B. Growth stage",
  "C. Mature stage",
  "",
  "19. With respect to a publicly listed company, a conflict of interest due to information asymmetry is most likely to occur between shareholders and:",
  "A. creditors.",
  "B. managers.",
  "C. customers.",
  "",
  "20. Compared to going concern projects, expansion projects most likely involve:",
  "A. greater uncertainty only.",
  "B. greater amounts of capital only.",
  "C. both greater uncertainty and greater amounts of capital.",
  "",
  "21. From the perspective of a corporate issuer, which of the following is a benefit of issuing debt rather than equity as a",
  "source of capital? Debt is most likely",
  "A. cheaper.",
  "B. less risky.",
  "C. more permanent.",
  "",
  "22. An improvement in corporate governance structure most likely results in:",
  "A. lower cost of debt borrowing.",
  "B. less control by management.",
  "C. reduced operational efficiency.",
  "",
  "23. An analyst gathers the following information about a company's capital investment:",
  "The net present value of the investment is closest to:",
  "A. $85 million.",
  "B. $116 million.",
  "C. $175 million.",
  "",
  "24. Which of the following is most likely a feature of sole proprietorships?",
  "A. Existence of a legal identity",
  "B. Operational simplicity and flexibility",
  "C. Taxation of business profits as corporate income",
  "",
  "25. The source of capital that most likely benefits from a tax shield is:",
  "A. debt.",
  "B. equity.",
  "C. preferred equity.",
  "",
  "26. Which of the following mature companies is most likely to use the greatest amount of leverage in its capital structure?",
  "A. Mining company",
  "B. Software company",
  "C. Shipping company",
  "",
  "27. A company should exercise the abandonment option on an investment if the present value of the cash flows from continuing the investment is:",
  "A. lower than the cash flow from abandoning the investment.",
  "B. the same as the cash flow from abandoning the investment.",
  "C. greater than the cash flow from abandoning the investment.",
  "",
  "",
  "",
  "",
  "",
  "28. Consider the following information about a company:",
  "Based on the Modigliani-Miller propositions, the company's cost of equity is closest to:",
  "A. 10.4%.",
  "B. 11.3%.",
  "C. 12.0%.",
  "",
  "29. All else being equal, a company most likely has a reduced debt capacity when its:",
  "A. current ratio increases.",
  "B. leverage ratio decreases.",
  "C. Interest coverage ratio decreases.",
  "",
  "30. According to the Modigliani-Miller Proposition I without taxes, when a firm increases the proportion of debt in its capital structure, the firm value:",
  "A. decreases.",
  "B. remains unchanged.",
  "C. increases.",
  "",
  "31. With respect to liquidity management, which of the following activities most likely provides access to a primary source of liquidity?",
  "A. Liquidating obsolete assets",
  "B. Creating an effective cash management system",
  "C. Negotiating new debt contracts that delay principal repayment",
  "32. Which of the following company stakeholders is most likely exposed to the greatest information asymmetry when compared to the company's management?",
  "A. A bank lender",
  "B. A public debtholder",
  "C. A member of the board",
  "",
  "33. According to Modigliani and Miller's Proposition II without taxes:",
  "A. the cost of bankruptcy is high.",
  "B. a company's cost of equity is a linear function of its debt-to-assets ratio.",
  "C. substituting equity with lower-cost debt capital results in an unchanged overall WACC.",
  "",
  "34. According to the Modigliani and Miller Proposition I with taxes, the value of a levered company is greater than the value of the unlevered company by an amount equal to the:",
  "A. value of the debt.",
  "B. after-tax interest paid.",
  "C. tax rate multiplied by the value of the debt.",
  "",
  "35. In a limited partnership, business operations are the responsibility of.",
  "A. the general partner only.",
  "B. the limited partners only.",
  "C. both the general partner and the limited partners.",
  "",
  "36. Which of the following is considered a capital allocation pitfall? Basing investment decisions on:",
  "A. opportunity costs.",
  "B. after-tax cash flows.",
  "C. short-run accounting numbers.",
  "",
  "37. Which of the following is defined as the sensitivity of a firm's operating profit to a change in its revenues?",
  "A. Total leverage",
  "B. Financial leverage",
  "C. Operating leverage",
  "",
  "38. Proxy voting is best described as permitting:",
  "A. different voting rights for multiple share classes.",
  "B. shareholders to cast all of their votes for one board nominee.",
  "C. shareholders to vote their shares when absent from meetings.",
  "",
  "39. Owners have limited liability in a:",
  "A. corporation.",
  "B. sole proprietorship.",
  "C. general partnership.",
  "",
  "40. Which of the following statements about sources of liquidity is most accurate?",
  "A. Filing for bankruptcy is considered a secondary source of liquidity.",
  "B. Secondary sources of liquidity have a lower cost than primary sources of liquidity.",
  "C. Using a primary source of liquidity impacts the financial and operating positions of a company.",
  "",
  "41. Subsequent to making a capital investment, a company reacts to poor financial results from the project by abandoning it. This action alone best exemplifies the exercise of a:",
  "A. sizing option.",
  "B. timing option.",
  "C. flexibility option.",
  "",
  "42. A measure of how effectively capital is converted into after-tax operating profits is the:",
  "A. hurdle rate.",
  "B. cost of capital.",
  "C. return on invested capital.",
  "",
  "43. Which of the following statements about corporations is most accurate?",
  "A. Upside return potential is unlimited for both equity holders and debtholders",
  "B. Equity is riskier than debt from the perspective of both investors and issuers",
  "C. Losses for both equity holders and debtholders are limited to their initial investment",
  "",
  "44. With respect to ESG implementation, which of the following is most likely a social factor?",
  "A. Board composition",
  "B. Pollution prevention",
  "C. Management of human capital",
  "",
  "45. Double taxation of profits is most likely a concern for owners in:",
  "A. corporations.",
  "B. limited partnerships.",
  "C. general partnerships.",
  "",
  "46. Which of the following is an example of a secondary source of liquidity for a company?",
  "A. Short-term funds",
  "B. Liquidating assets",
  "C. Effective cash management",
  "",
  "",
  "47. Which of the following committees of a board of directors oversees the development of the company's conflict of interest policy?",
  "A. Risk committee",
  "B. Governance committee",
  "C. Remuneration committee",
  "",
  "48. A company with a required rate of return of 12% is considering a capital project with the following cash flows (in millions):",
  "The expected IRR for this project is most likely.",
  "A. less than 12%.",
  "B. equal to 12%.",
  "C. greater than 12%.",
  "",
  "49. All else being equal, if interest on debt is tax deductible, an increase in the company's marginal tax rate will:",
  "A. decrease the company's WACC.",
  "B. not affect the company's WACC.",
  "C. increase the company's WACC.",
  "",
  "50. A company increases its debt from 20% to 60% of its capital structure. Based on the Modigliani and Miller proposition (without taxes) regarding capital structure, the WACC of the company:",
  "A. decreases.",
  "B. remains the same.",
  "C. increases.",
  "",
  "51. The NPV of a new project is expected to be -$0.20 million. An incremental investment of $0.40 million would give management the flexibility to switch to a lower cost input in the future. If this option has an estimated value of $0.80 million, the value of the project including the option is:",
  "A. $0.20 million.",
  "B. $0.40 million.",
  "C. $1.00 million",
  "",
  "52. According to the pecking order theory, company managers most likely prefer to:",
  "A. issue debt as the last resort.",
  "B. raise equity first to preserve cash-flow.",
  "C. rely on internal financing over new equity.",
  "",
  "53. Which of the following is most accurate?",
  "A. Risk appetites are similar among private lenders",
  "B. Staggered boards provide continuous implementation of strategy and oversight",
  "C. A company's CEO is responsible for implementing the company's strategy under the oversight of the company's shareholders",
  "",
  "54. The potential for conflict between debtholders and shareholders is:",
  "A. lower for long-term debt than for short-term debt.",
  "B. the same for long-term debt and short-term debt.",
  "C. higher for long-term debt than for short-term debt.",
  "",
  "55. A corporation's stakeholders most likely include:",
  "A. shareholders only.",
  "B. controlling shareholders only.",
  "C. all shareholders and all employees.",
  "56. In a corporation, which of the following stakeholder groups is the principal in a principal- agent relationship?",
  "A. Shareholders",
  "B. Board of directors",
  "C. Senior management",
  "",
  "57. An analyst gathers the following information about a company:",
  "If the company's marginal tax rate is 40%, its weighted average cost of capital is closest to:",
  "A. 9.7%.",
  "B. 10.9%.",
  "C. 11.6%.",
  "",
  "58. Covenants are most likely to exist between a company and its:",
  "A. creditors.",
  "B. management.",
  "C. board of directors.",
  "",
  "59. If a company's debt-to-equity ratio is 0.5, the weight of equity applied in estimating the company's WACC is closest to:",
  "A. 0.33.",
  "B. 0.50.",
  "C. 0.67.",
  "",
  "",
  "60. Compared to those of public companies, share issuances of private companies most likely.",
  "A. raise larger amounts of capital.",
  "B. include a larger number of investors.",
  "C. include investors with longer holding periods.",
  "",
  "61. Tiered pricing is best described as:",
  "A. charging different prices at different times.",
  "B. charging different prices to different buyers.",
  "C. combining a low price on a piece of equipment with high-margin pricing on repeat-purchase consumables.",
  "",
  "62. A company is deciding whether to invest in one of two mutually exclusive projects with positive NPVs. If Project 1 has a higher NPV but a lower IRR than Project 2, the company should:",
  "A. prefer Project 1.",
  "B. prefer Project 2.",
  "C. be indifferent between Project 1 and Project 2.",
  "",
  "63. Compared to private corporations, which of the following is a typical characteristic of public corporations?",
  "A. A government is a shareholder",
  "B. Shares are listed on a stock exchange",
  "C. Transfer of ownership between investors is more difficult",
  "",
  "64. When choosing between mutually exclusive projects, an analyst should:",
  "A. accept the project with the highest IRR.",
  "B. use the opportunity cost of funds as the discount rate.",
  "C. accept the projects for which the IRR is greater than the opportunity cost of funds.",
  "65. An electric vehicle manufacturer invests in a new technology to meet new safety standards. This project is best classified as a(n):",
  "A. expansion project.",
  "B. compliance project.",
  "C. going concern project.",
  "",
  "66. The flow of finished goods from manufacturer to wholesaler, retailer, and finally to the end customer best describes a(n):",
  "A. direct sales strategy.",
  "B. omnichannel strategy.",
  "C. traditional channel strategy.",
  "",
  "67. A company is evaluating the following mutually exclusive capital projects:",
  "If the hurdle rate is 8%, the company should invest in:",
  "A. Project 1 only.",
  "B. Project 2 only.",
  "C. both Project 1 and Project 2.",
  ""
]
