[
  "Derivatives",
  "1. All else held equal, the value of a European call option is best characterized as having a:",
  "A. negative relationship with the price of the underlying.",
  "B. negative relationship with the volatility of the underlying.",
  "C. positive relationship with the time to expiration.",
  "",
  "2. All else being equal, which of the following European put options on the same underlying most likely has the highest value?",
  "A. Option 1",
  "B. Option 2",
  "C. Option 3",
  "",
  "3. The value of a European put is directly related to the:",
  "A. risk-free rate.",
  "B. exercise price.",
  "C. value of the underlying.",
  "",
  "4. An investor gathers the following information about a call option:",
  "At expiration, if the price of the underlying is $30, the value of the call option to the call seller is:",
  "A. -$5.",
  "B. $0.",
  "C. $10.",
  "",
  "5. An analyst gathers the following information:",
  "According to put-call parity, the price of the put is closest to:",
  "A. $28.25.",
  "B. $30.00.",
  "C. $108.25.",
  "",
  "6. Two-year and three-year government benchmark zero-coupon bonds are priced at 96 and 93 (per 100 face value), respectively. The implied one-year forward rate in two years' time is closest to:",
  "A. 3.00%.",
  "B. 3.23%.",
  "C. 3.36%.",
  "",
  "7. According to put-call parity, the payoff of a European put option is equivalent to a payoff of a portfolio consisting of.",
  "A. a long asset, a short call and a long risk-free bond.",
  "B. a short asset, a long call and a long risk-free bond.",
  "C. a short asset, a short call and a short risk-free bond.",
  "",
  "8. An investor takes a long position in a risk-free bond and in a forward contract on a non- dividend-paying stock. The forward contract is priced at £50. The annual risk-free rate is 10%. A nine-month put option on the stock with an exercise price of £47 trades at £4. The price of a nine-month call option on the stock with an exercise price of £47 is closest to:",
  "A. £6.79.",
  "B. £7.22.",
  "C. £7.30.",
  "",
  "9. Which of the following is most accurate?",
  "A. A forward contract is traded on an organized exchange.",
  "B. Forward contracts are more transparent than futures contracts.",
  "C. The buyer of a forward contract agrees to buy the underlying asset at a fixed price on a future date.",
  "",
  "10. A commodities producer selling its inventory forward in anticipation of lower prices in the future is an example of a:",
  "A. fair value hedge.",
  "B. cash flow hedge.",
  "C. net investment hedge.",
  "",
  "11. Which of the following is equal to the greater of zero or the present value of the exercise price minus the spot price?",
  "A. The lower bound of a put option",
  "B. The lower bound of a call option",
  "C. The upper bound of a put option",
  "",
  "12. Which of the following most likely has an embedded derivative in its structure?",
  "A. A put option",
  "B. A callable bond",
  "C. A futures contract",
  "",
  "13. Which of the following derivatives most likely requires a payment to be made at the initiation of the contract? A(n):",
  "A. swap",
  "B. option",
  "C. forward",
  "",
  "14. Basis risk is best described as a(n):",
  "A. investor's inability to meet a margin call due to a lack of funds.",
  "B. potential divergence between the expected value of a derivative and its underlying.",
  "C. divergence in the cash flow timing of a derivative versus that of an underlying transaction.",
  "",
  "15. Which of the following derivative contracts is best described as a contingent claim?",
  "A. A swap contract",
  "B. A forward contract",
  "C. An option contract",
  "",
  "16. An investor buys a call option for $4 that has an exercise price of $27. At expiration, if the stock price is $22, the call option payoff is:",
  "A. negative.",
  "B. zero.",
  "C. positive.",
  "",
  "17. Which of the following derivatives have a non-linear payoff?",
  "A. Contingent claims only",
  "B. Forward commitments only",
  "C. Both contingent claims and forward commitments",
  "18. The potential divergence between the expected value of a derivative instrument versus an underlying or hedged transaction best describes:",
  "A. basis risk.",
  "B. liquidity risk.",
  "C. systemic risk.",
  "",
  "19. With respect to hedge accounting designation types, a:",
  "A. foreign exchange forward to hedge forecasted sales is an example of a fair value hedge.",
  "B. commodity futures contract used to hedge inventory is an example of a cash flow hedge.",
  "C. currency forward to offset the foreign exchange risk of equity of a foreign operation is an example of a net investment hedge.",
  "",
  "20. Which of the following statements about derivatives is most accurate?",
  "A. Derivatives reduce the efficiency of price discovery for the underlying.",
  "B. Transaction cost of derivatives are greater than the transaction cost of the underlying",
  "C. Excessive risk taking and use of leverage in derivative markets may contribute to market stress",
  "",
  "21. Which of the following asset classes is most likely to have a convenience yield?",
  "A. Commodities",
  "B. Interest rates",
  "C. Foreign exchange",
  "",
  "22. Counterparty default risk is most likely lowest for which of the following types of derivatives?",
  "A. Swaps",
  "B. Futures",
  "C. Forwards",
  "23. When the strike price of a call option is lower, the likelihood of the option expiring in-the- money is:",
  "A. lower.",
  "B. unchanged.",
  "C. higher.",
  "",
  "24. Derivatives are typically priced by forming a hedge involving the underlying asset and a derivative such that the combination must pay the:",
  "A. risk-free rate.",
  "B. dividend yield.",
  "C. convenience yield.",
  "",
  "25. Thepotential divergence between the cash flow timing of a derivative instrument versus its underlying best describes:",
  "A. basis risk.",
  "B. liquidity risk.",
  "C. systemic risk.",
  "",
  "26. Before expiration, if the price of the underlying is above the exercise price, the European put option has a positive:",
  "A. time value.",
  "B. intrinsic value.",
  "C. exercise value.",
  "",
  "27. According to put-call-forward parity, the payoff on a fiduciary call is equivalent to the payoff on a portfolio consisting of:",
  "A. a long call and a short risk-free bond.",
  "B. a long put, a long forward contract and a long risk-free bond.",
  "C. a short call, a long forward contract and a long risk-free bond.",
  "28. Compared to over-the-counter derivatives, exchange-traded derivatives:",
  "A. are less standardized.",
  "B. provide less transparency.",
  "C. have lower transaction costs.",
  "",
  "29. A series of forward rate agreements and an interest rate swap contract covering the same periods and using the same market reference rate will most likely have the same:",
  "A. fixed rates.",
  "B. cash flows upfront.",
  "C. settlement cash flows.",
  "",
  "30. The value of a forward contract at initiation is most likely equal to:",
  "A. zero.",
  "B. the spot price minus the forward price.",
  "C. the forward price minus the spot price.",
  "",
  "31. Which of the following derivatives realize a gain as the market reference rate rises above the initial fixed rate?",
  "A. Long forward rate agreements only",
  "B. Short interest rate futures contracts only",
  "C. Both long forward rate agreements and short interest rate futures contracts",
  "",
  "32. In the over-the-counter derivatives market, most transactions occur between end users and:",
  "A. dealers.",
  "B. other end users.",
  "C. a central counterparty.",
  "",
  "33. Which of the following statements is most accurate? A standard interest rate swap has:",
  "A. a symmetric payoff profile.",
  "B. the principal cash flow exchanged upfront.",
  "C. periodic settlements that occur at the beginning of each period.",
  "",
  "34. Q. The upper bound of a call price is the:",
  "A. exercise price.",
  "B. price of the underlying.",
  "C. underlying's price minus the present value of the exercise price.",
  "",
  "35. The following portfolios contain a company's stock and a derivative on the stock:",
  "The portfolio containing a derivative acting as a firm commitment to hedge the stock is most likely.",
  "A. Portfolio 1.",
  "B. Portfolio 2.",
  "C. Portfolio 3.",
  "",
  "36. A futures contract's:",
  "A. mark-to-market is not settled until maturity.",
  "B. price remains fixed until the contract matures.",
  "C. variation margin reduces counterparty credit risk.",
  "",
  "",
  "37. Q. A stock with a dividend yield of 3% is trading in the spot market at $50. If the annual risk-free rate is 5%, the 6- month forward price of the stock is closest to:",
  "A. $49.50.",
  "B. $50.50.",
  "C. $51.27.",
  "",
  "38. If the net cost of carry is zero, the forward price of a commodity is most likely.",
  "A. less than the commodity's spot price compounded at the risk-free rate over the life of the contract.",
  "B. equal to the commodity's spot price compounded at the risk-free rate over the life of the contract.",
  "C. greater than the commodity's spot price compounded at the risk-free rate over the life of the contract.",
  "",
  "39. Long futures contracts are more attractive than long forward positions for the same underlying and maturity when",
  "futures prices and interest rates are:",
  "A. negatively correlated.",
  "B. uncorrelated.",
  "C. positively correlated.",
  "",
  "40. The differential between forward and futures prices is determined by which of the following?",
  "A. Interest rate volatility only",
  "B. The correlation between futures prices and interest rates only",
  "C. Both interest rate volatility and the correlation between futures prices and interest rates",
  "",
  "",
  "41. Q. From the fixed-rate receiver's perspective, if the market reference rate increases, the value of a swap contract:",
  "A. decreases.",
  "B. stays the same.",
  "C. increases.",
  "",
  "42. An analyst gathers the following information:",
  "● The current spot price of crude oil is $120 per barrel. ● The risk-free rate is 3% with annual compounding. ● A futures contract has 182 days until settlement. ● The storage cost is $5 per barrel, payable at the end of the futures contract.",
  "Based on 365 days per year, the futures price per barrel of crude oil is closest to:",
  "A. $126.78.",
  "B. $126.86.",
  "C. $126.93.",
  "",
  "43. Most derivatives pricing models are established on the foundation that:",
  "A. arbitrage opportunities exist.",
  "B. only one price for a derivative exists.",
  "C. the underlying asset price is inferred to determine the derivative price.",
  "",
  "44. Q. Which of the following is most accurate regarding a call option replication strategy?",
  "A. The strategy requires adjustment over the life of the option contract based on the likelihood of exercise",
  "B. If the call option is exercised, the strategy requires purchasing the underlying from the proceeds of the loan",
  "C. At inception, the strategy requires buying long a forward contract on the underlying and borrowing at the risk free rate",
  "",
  "45. An analyst collects the following information:",
  "● Current stock price €26 ● Gross return from an up move 1.10 ● Gross return from a down move 0.75 ● Call and put exercise price €22",
  "Based on a one-period binomial pricing model, which of the following has the largest payoff?",
  "A. Put option following an up move",
  "B. Put option following a down move",
  "C. Call option following a down move",
  "",
  "46. A $10 million interest rate swap with annual payments has a fixed swap rate of 1.95%. The implied forward rates are:",
  "The periodic settlement value in Year 3 for the fixed-rate payer is expected to be closest to:",
  "A.-$95,000.",
  "B.-$60,000.",
  "C. $60,000.",
  "",
  "47. Which of the following best describes put-call-forward parity?",
  "A. The present value of the exercise price plus the call price equals the put price plus the underlying price. value of the exercise price plus the put price.",
  "B. The underlying price plus the call price equals the present value of the exercise price plus the put price.",
  "C. The call price minus the put price equals the present value of the exercise price minus the underlying price.",
  "48. Consider a put option selling for $2 in which the exercise price is $45. What is the profit for a put buyer if the price of the underlying at expiration is $41?",
  "A.-$2",
  "B. $2",
  "C. $4",
  "",
  "49. Q. Based on put-call parity, which of the following is equivalent to a long position in the underlying asset?",
  "A. Long call, long put, and short bond",
  "B. Long put, short call, and long bond",
  "C. Long call, short put, and long bond",
  "",
  "50. An analyst gathers the following information about an underlying:",
  "● Current price of underlying asset $16.0 ● End of period upward price $22.0 ● End of period downward price $12.0 ● Risk-free rate 4.0%",
  "Using a one-period binomial model, the risk-neutral probability of a price increase is closest to:",
  "A. 0.38.",
  "B. 0.46.",
  "C. 0.54.",
  "",
  "51. An investor expects an underlying to go up or down by 25% over the next year. If the risk- free rate is 5%, the risk- neutral probability of a decrease in the underlying price is closest to:",
  "A. 0.25.",
  "B. 0.40.",
  "C. 0.60.",
  "",
  "",
  "",
  "52. Which of the following factors affects the option price when using a binomial model? The:",
  "A. risk-free rate.",
  "B. level of investors' risk aversion.",
  "C. expected return of the underlying.",
  "",
  "53. An end user seeking to hedge a specific underlying exposure having non-standard size and settlement dates would most likely trade on a(n):",
  "A. futures market.",
  "B. over-the-counter derivative market.",
  "C. exchange-traded derivative market.",
  "",
  "54. All else being equal, if the up gross return increases in a one-period binomial model, the risk-neutral probability of an upward price movement of the asset will:",
  "A. decrease.",
  "B. remain the same.",
  "C. increase.",
  "",
  "55. A forward agreement has the following terms:",
  "● Spot price at inception $275 ● Forward price $285 ● Number of shares 2,000",
  "At expiration, if the spot price is $282, the value to the seller is:",
  "A. -$6,000.",
  "B. $6,000.",
  "C. $14,000.",
  "",
  "56. A trader sells a call option on a stock index with a strike price of 2,400 for $25. The value of a one-point move in the index is $1. At expiration, the stock index is trading at 2,450. The trader's profit is:",
  "A. -$50.",
  "B.-$25.",
  "C. $25.",
  "",
  "57. An investor buys a call for $5.75 that has a strike price of $130. If the value at expiration for this call is $17.80, the price of the underlying at expiration is closest to:",
  "A. $112.20.",
  "B. $142.05",
  "C. $147.80.",
  "",
  "58. An investor sells a European put option with the following characteristics:",
  "● Put price 30 ● Exercise price 1,320",
  "If the price of the underlying at expiration is 1,340, the profit for the seller is:",
  "A. 10.",
  "B. 20.",
  "C. 30.",
  "",
  "59. An analyst gathers the following information about three portfolios each consisting of two derivatives on the same underlying:",
  "All else being equal, which portfolio will benefit from an increase in price of the underlying?",
  "A. Portfolio 1",
  "B. Portfolio 2",
  "C. Portfolio 3",
  "",
  "60. All else being equal, the cost of carry on a dividend-paying stock is:",
  "A. lower than the cost of carry on a stock with no dividends.",
  "B. the same as the cost of carry on a stock with no dividends.",
  "C. higher than the cost of carry on a stock with no dividends.",
  "",
  "61. An investor collects the following information about a put option:",
  "● Stock price at initiation $220 ● Strike price $210 ● Option premium $9",
  "At expiration, if the price of the stock is $200, the investor's profit from buying the put is:",
  "A. -$19.",
  "B.-$9.",
  "C. $1.",
  "",
  "62. Which of the following interest rate derivatives most likely has the largest convexity bias?",
  "A. Forward rate agreement on a 1-month market reference rate",
  "B. Forward rate agreement on a 3-month market reference rate",
  "C. Interest rate futures contract on a 3-month market reference rate",
  "",
  "63. The upper bound of a call value is the:",
  "A. underlying's price.",
  "B. underlying's price plus the present value of its exercise price or zero, whichever is greater.",
  "C. underlying's price minus the present value of its exercise price or zero, whichever is greater.",
  "",
  "64. Q. Which party in an option contract has the right to sell the underlying stock at the exercise price?",
  "A. The buyer of a call option",
  "B. The buyer of a put option",
  "C. The seller of a put option",
  "",
  "65. All else being equal, if the risk-free rate increases immediately after the inception of a forward contract, the value of the contract to the forward buyer will:",
  "A. decrease.",
  "B. stay the same.",
  "C. increase."
]
