[
  "Economics",
  "1. Fiscal policy refers to the government's decisions about:",
  "A. taxation only.",
  "B. taxation and spending only.",
  "C. taxation, spending, and the quantity of money in the economy.",
  "",
  "2. Under which of the following market structures is product differentiation most important?",
  "A. Monopoly",
  "B. Perfect competition",
  "C. Monopolistic competition",
  "",
  "3. Which of the following economic policies is most likely directed toward influencing the quantity of credit in an economy?",
  "A. Fiscal policy only",
  "B. Monetary policy only",
  "C. Both fiscal policy and monetary policy",
  "",
  "4. An analyst gathers the following information:",
  "● USD/AUD spot rate 0.8027 ● AUD 1-year interest rate 3.30% ● USD 1-year interest rate 2.42%",
  "USD/AUD is the amount of USD per 1 AUD.",
  "The USD/AUD 1-year forward rate is closest to:",
  "A. 0.7959.",
  "B. 0.8096.",
  "C. 0.8292.",
  "",
  "5. With respect to fiscal policy, transfer payments are best described as:",
  "A. welfare payments.",
  "B. infrastructure spending.",
  "C. spending on recurring goods and services.",
  "",
  "6. Which of the following economic conditions for a country best supports a well-functioning currency board exchange rate system?",
  "A. Flexible domestic prices and wages",
  "B. Rapid growth in supply of the global reserve asset",
  "C. Large non-traded sectors of the domestic economy",
  "",
  "7. Which of the following indexes is most likely considered a leading economic indicator?",
  "A. Consumer price index",
  "B. Broad stock market index",
  "C. Industrial production index",
  "",
  "8. Independence, credibility, and transparency are most likely.",
  "A. key objectives of fiscal policy.",
  "B. properties of the monetary transmission mechanism.",
  "C. qualities that determine the success of an inflation-targeting central bank.",
  "",
  "9. With respect to geopolitics, setting standards for the size and shape of containers used for shipping is most likely an example of:",
  "A. regulatory cooperation.",
  "B. process standardization.",
  "C. operational synchronization.",
  "",
  "",
  "10. A nation that cooperates with a neighboring country is most likely characterized as:",
  "A. autarkic.",
  "B. bilateral.",
  "C. hegemonic.",
  "",
  "11. The inflation target of an effective central bank is most likely. the risk of deflation.",
  "A. equal to zero to avoid",
  "B. sufficiently below",
  "zero to maintain high credibility. a significant degree of price stability.",
  "C. low enough to ensure",
  "",
  "12. Under which of the following conditions is monetary policy most effective? When the:",
  "A. demand for money is infinitely elastic.",
  "B. central bank targets an exchange rate.",
  "C. risk of inflation is greater than deflation.",
  "",
  "13. Cyber threats most likely fall into the category of",
  "A. event risk.",
  "B. thematic risk.",
  "C. exogenous risk.",
  "",
  "14. Flat money:",
  "A. is not currently used in any major economy.",
  "B. can be exchanged for a precious metal at the country's central bank.",
  "C. derives its value via government decree and because people accept it for payment.",
  "",
  "",
  "15. An objective of fiscal policy is to:",
  "A. supervise the banking system.",
  "B. influence the quantity of credit in an economy.",
  "C. distribute income among different segments of the population.",
  "",
  "16. A decrease in taxes and an increase in interest rates most likely reflect:",
  "A. easy fiscal policy and tight monetary policy.",
  "B. tight fiscal policy and easy monetary policy.",
  "C. tight fiscal policy and tight monetary policy.",
  "",
  "17. With respect to conventional monetary policy, combating inflation is most likely.",
  "A. less difficult than combating deflation.",
  "B. equally difficult as combating deflation.",
  "C. more difficult than combating deflation.",
  "",
  "18. With respect to the foreign exchange market, an arbitrage relationship involving countries' relative interest rates",
  "serves as the basis for:",
  "A. real exchange rates.",
  "B. forward exchange rates.",
  "C. nominal exchange rates.",
  "",
  "19. Which of the following would most likely lead to an increase in globalization? A decrease in:",
  "A. soft power.",
  "B. nationalism.",
  "C. standardization.",
  "",
  "20. Which of the following organizations was founded with the goal of assisting in the reconstruction of the international payment system?",
  "A. The World Trade Organization",
  "B. The International Monetary Fund",
  "C. The International Bank for Reconstruction and Development",
  "",
  "21. Under which of the following market structures do firms have the least control over price?",
  "A. Oligopoly",
  "B. Monopoly",
  "C. Monopolistic competition",
  "",
  "22. Assuming wages and prices are rigid, which of the following policy combinations most likely leads to the private sector increasing its share of GDP?",
  "A. Easy fiscal policy and tight monetary policy",
  "B. Tight monetary policy and tight fiscal policy",
  "C. Tight fiscal policy and easy monetary policy",
  "",
  "23. Q. Which of the following changes most likely reflects a discretionary fiscal policy action?",
  "A. A decrease in corporate tax revenues due to lower corporate profitability",
  "B. An increase in government expenditures due to new infrastructure projects",
  "C. An increase in payments of unemployment benefits due to increasing unemployment",
  "",
  "24. Each oligopoly firm faces an individual demand curve under:",
  "A. colluding market conditions only.",
  "B. non-colluding market conditions only.",
  "C. both colluding and non-colluding market conditions.",
  "",
  "25. A decline in tax revenues due to a recession is best described as an example of a(n):",
  "A. automatic stabilizer.",
  "B. expansionary fiscal policy.",
  "C. contractionary fiscal policy.",
  "",
  "26. According to the Cournot assumption, in an oligopoly market each firm determines its profit-maximizing production level by assuming that other firms will:",
  "A. decrease output.",
  "B. not change output.",
  "C. increase output.",
  "",
  "27. The main objective of most central banks is to maintain:",
  "A. price stability.",
  "B. gold reserves.",
  "C. an employment target.",
  "",
  "28. An analyst gathers the following information about a company:",
  "The minimum production level needed to continue operations over the long run is most likely.",
  "A. 24,000 units.",
  "B. 36,000 units",
  "C. 72,000 units.",
  "",
  "",
  "",
  "29. The implementation of an export subsidy for a normal good produced in a small country will most likely increase the:",
  "A. domestic consumption of the good.",
  "B. price of the good in the domestic market.",
  "C. national welfare of the country providing the subsidy.",
  "",
  "30. Under monopolistic competition, a firm's supply curve is represented by:",
  "A. average cost.",
  "B. marginal cost.",
  "C. neither average cost nor marginal cost.",
  "",
  "31. During the slowdown phase of the business cycle:",
  "A. inflation decelerates.",
  "B. business halts new orders.",
  "C. business slows its rate of hiring.",
  "",
  "32. The interest rate spread between 10-year treasury yields and overnight borrowing rates most likely.",
  "A. is a lagging economic indicator.",
  "B. decreases when the market expects an economic downturn.",
  "C. increases as the market expects future short-term interest rates to decrease.",
  "",
  "33. Which of the following monetary policy actions is most likely considered expansionary? The central bank:",
  "A. acts as the lender in a repurchase agreement",
  "B. sells government bonds to commercial banks.",
  "C. raises reserve requirements of commercial banks.",
  "",
  "34. Dollarization is best described as an exchange rate regime whereby a country:",
  "A. uses the currency of another nation as its medium of exchange.",
  "B. participates in a monetary union whose members share the same legal tender.",
  "C. makes a commitment to exchange domestic currency for a specified foreign currency at a fixed exchange rate.",
  "",
  "35. Which of the following fiscal policy actions is most likely contractionary?",
  "A. Increasing taxes and decreasing spending",
  "B. Decreasing taxes and increasing spending",
  "C. Decreasing taxes and decreasing spending",
  "",
  "36. A fiscal policy tool that can immediately influence spending is most likely.",
  "A. indirect taxes.",
  "B. exchange rate targeting.",
  "C. capital expenditure plans.",
  "",
  "37. Which of the following is most likely a lagging economic indicator?",
  "A. Inventory-sales ratio",
  "B. S&P 500 Stock Index",
  "C. Manufacturers' new orders for consumer goods and materials",
  "",
  "38. As an economy moves from the gold standard to a system of fiat currency, the role of the central bank most likely.",
  "A. becomes less crucial.",
  "B. remains unchanged.",
  "C. becomes more crucial.",
  "",
  "",
  "39. Which of the following is most likely a coincident indicator of economic activity?",
  "A. Average duration of unemployment",
  "B. Average weekly hours, manufacturing",
  "C. Employees on non-agricultural payrolls",
  "",
  "40. An analyst gathers the following foreign exchange rate information:",
  "CAD/USD is the amount of CAD per 1 USD.",
  "JPY/USD is the amount of JPY per 1 USD.",
  "The percentage change in the JPY/CAD cross-rate for the period is closest to:",
  "A.-2.7%.",
  "B. 1.4%.",
  "C. 2.8%",
  "",
  "41. An analyst gathers the following information about spot rates:",
  "USD/GBP is the amount of USD per 1 GBP.",
  "USD/EUR is the amount of USD per 1 EUR.",
  "The spot EUR/GBP cross rate is closest to:",
  "A. 0.9351.",
  "B. 1.0694.",
  "C. 1.4855.",
  "",
  "",
  "",
  "42. A perfectly competitive market structure:",
  "A. is not possible in reality.",
  "B. causes all industries to ultimately fail due to lack of profits.",
  "C. drives company profits to the investors' required rate of return.",
  "",
  "43. In contrast to real exchange rates, nominal foreign exchange rates:",
  "A. tend to deviate from purchasing power parity.",
  "B. represent the relative price levels in the domestic and foreign countries.",
  "C. are indexes useful for understanding international trade and capital flows.",
  "",
  "44. An argument against free trade is that:",
  "A. it has the potential to lead to greater income inequality.",
  "B. it increases average production costs in goods and services.",
  "C. it discourages foreign research and development in an economy.",
  "",
  "45. An analyst gathers the following information:",
  "● Foreign inflation rate 2% ● Domestic inflation rate 3% ● Nominal appreciation of domestic currency against foreign currency 6%",
  "The real appreciation of the domestic currency against the foreign currency is closest to:",
  "A. 4%.",
  "B. 5%.",
  "C. 7%.",
  "",
  "",
  "",
  "46. Price levels increase by 2% in the US and by 6% in the Eurozone. If the nominal spot exchange rate of the USD/EUR (amount of US dollars per 1 euro) decreases by 4%, the absolute change in the real exchange rate is closest to:",
  "A. 0%.",
  "B. 4%.",
  "C. 8%.",
  "",
  "47. Which of the following market structures has high barriers to entry?",
  "A. An oligopoly",
  "B. Perfect competition",
  "C. Monopolistic competition",
  "",
  "48. With respect to trading blocs, a common market most likely incorporates all aspects of a(n):",
  "A. customs union.",
  "B. monetary union.",
  "C. economic union.",
  "",
  "49. All else being equal, in an efficient market a forward exchange rate will decrease as a result of an increase in the:",
  "A. spot exchange rate.",
  "B. foreign risk-free interest rate.",
  "C. domestic risk-free interest rate.",
  "",
  "50. Which of the following indicators suggest(s) a monopoly market?",
  "A. A concentration ratio of 100% only",
  "B. A Herfindahl-Hirschman index of zero only",
  "C. Both a concentration ratio of 100% and a Herfindahl-Hirschman index of zero",
  "",
  "51. When a country that is a price taker imposes a tariff on an imported good:",
  "A. national welfare increases.",
  "B. consumers gain consumer surplus.",
  "C. local producers gain producer surplus.",
  "",
  "52. An ideal international currency regime would most likely have:",
  "A. currencies that are fully convertible.",
  "B. floating exchange rates between currencies.",
  "C. a common monetary policy across different countries.",
  "",
  "53. In the short run, a firm most likely shuts down production when:",
  "A. economic profit is zero.",
  "B. sunk costs are greater than total revenue.",
  "C. total revenue is less than total variable cost.",
  "",
  "54. If the spot USD/EUR exchange rate (the amount of USD per one EUR) is 1.1605 and the one-year forward rate is 1.17240, the forward points are:",
  "A. +101.5.",
  "B. +102.5.",
  "C. +119.0.",
  "",
  "55. Under which of the following market structures are pricing strategies most likely influenced by the expected reaction of other firms?",
  "A. Oligopoly",
  "B. Perfect competition",
  "C. Monopolistic competition",
  "",
  "56. The neutral policy rate is equal to:",
  "A. long-run expected inflation.",
  "B. the real trend rate of growth of the underlying economy.",
  "C. long-run expected inflation plus the real trend rate of growth of the underlying economy.",
  "",
  "57. In long-run equilibrium, the perfectly competitive firm's supply curve is best represented by the firm's long-run:",
  "A. marginal cost schedule.",
  "B. average revenue schedule.",
  "C. marginal revenue schedule.",
  "",
  "58. Which of the following is most likely an objective of fiscal policy?",
  "A. Maintaining price stability",
  "B. Affecting aggregate demand",
  "C. Achieving an exchange rate target",
  "",
  "59. Which of the following is most likely to limit the effectiveness of monetary policy?",
  "A. A liquidity trap",
  "B. The crowding out effect",
  "C. A time lag to implement government spending",
  "",
  "60. Which of the following is a limitation of monetary policy?",
  "A. The presence of automatic stabilizers in the economy",
  "B. The ineffectiveness of interest rate adjustments in deflationary environments",
  "C. The uneven distribution of income and wealth among different segments of the population",
  "",
  "",
  "61. The main objective of the World Bank Group is to:",
  "A. support exchange rate stability and an open system of international payments.",
  "B. provide the legal and institutional foundation of the multinational trading system.",
  "C. help developing countries fight poverty and enhance environmentally sound economic growth.",
  "",
  "62. Which of the following is an expansionary fiscal policy?",
  "A. An increase in sales taxes",
  "B. A decrease in interest rates",
  "C. in public spending on infrastructure",
  "",
  "63. If the spot rate for AUD/USD (amount of AUD per 1 USD) is 1.4780 and the 1-month forward points are -16.0, the 1-month forward rate for AUD/USD is closest to:",
  "A. 1.3180.",
  "B. 1.4764.",
  "C. 1.4796.",
  "",
  "64. When a central bank sells government bonds to commercial banks, broad money growth:",
  "A. decreases.",
  "B. remains the same.",
  "C. increases.",
  "",
  "65. When a country has a fiscal surplus and an excess of private saving over investment, its exports are:",
  "A. less than its imports.",
  "B. equal to its imports.",
  "C. greater than its imports.",
  "",
  "66. Which of the following behavioral archetypes best describes a country that is high on the globalization spectrum but low on the cooperation spectrum?",
  "A. Autarky",
  "B. Hegemony",
  "C. Bilateralism",
  "",
  "67. An analyst gathers the following data about an economy:",
  "If monetary policy is contractionary, the central bank's inflation target is:",
  "A. less than 1.0%.",
  "B. equal to 1.0%.",
  "C. greater than 1.0%.",
  "",
  "68. An analyst gathers the following information (in $ millions) about a firm operating in a perfectly competitive market:",
  "If the firm's total revenue is $1,000 million, the firm should:",
  "A. stay in the market in both the short run and long run.",
  "B. stay in the market in the short run and exit the market in the long run.",
  "C. shut down production in the short run and exit the market in the long run.",
  "",
  "69. To be effective in targeting inflation a central bank is least likely to need:",
  "A. government oversight.",
  "B. transparency of decisions.",
  "C. credibility with market participants.",
  "",
  "70. To increase liquidity, a central bank most likely implements an interest rate policy that is:",
  "A. contractionary.",
  "B. neutral.",
  "C. expansionary.",
  "",
  "",
  "71. The conversion of nominal exchange rates into real exchange rates requires the:",
  "A. GDP of both countries.",
  "B. price levels in both countries.",
  "C. interest rates in both countries.",
  "",
  "72. Which of the following is most likely a benefit of globalization?",
  "A. Increased profits",
  "B. More equal income distribution",
  "C. Stronger environmental, social, and governance standards",
  "",
  "73. Natural disasters are an example of:",
  "A. event risk.",
  "B. thematic risk.",
  "C. exogenous risk.",
  "",
  "74. Which of the following changes are investors most likely to make in response to a black swan risk?",
  "A. Tactical",
  "B. Sector specific",
  "C. Asset allocation",
  "",
  "75. During the recovery phase of the business cycle, inflation most likely.",
  "A. remains moderate.",
  "B. further accelerates.",
  "C. decelerates but with a lag.",
  "",
  "",
  "76. The Herfindahl-Hirschman index is calculated based on:",
  "A. market shares of the companies.",
  "B. elasticity of demand in the market.",
  "C. probability of new entry into the market.",
  "",
  ""
]
