[
  "Equity",
  "1/ Q. All else being equal, a reverse stock split results in:",
  "A. a decrease in the number of shares and an increase in the share price.",
  "B. an increase in the number of shares and a decrease in the share price.",
  "C. an increase in the number of shares and an increase in the share price.",
  "",
  "2/ Q. All else being equal, which of the following has the same effect on shareholders' wealth as a cash dividend?",
  "A. A stock split",
  "B. A stock dividend",
  "C. A share repurchase",
  "",
  "3/ Q. Sponsored depository receipts most likely differ from unsponsored ones in terms of whether:",
  "A. investors have voting rights.",
  "B. they are traded on exchanges.",
  "C. their prices are affected by exchange rate movements.",
  "",
  "4/ Q. All else being equal, which of the following are equivalent to stock dividends in terms of the economic effect on the company and shareholders?",
  "A. Stock splits",
  "B. Cash dividends",
  "C. Share repurchases",
  "",
  "5/ Q. Asset-based valuation most likely uses estimates of the company's:",
  "A. assets only.",
  "B. assets and liabilities only.",
  "C. assets, liabilities and projected cash flow.",
  "",
  "6/ Q. The dividend discount model assumes that dividends are paid:",
  "A. quarterly.",
  "B. half yearly.",
  "C. at the end of each year.",
  "",
  "7/ An analyst gathers the following information about a company and its common stock:",
  "Forward P/E 8",
  "Required rate of return 12%",
  "Dividend growth rate 4%",
  "Using the Gordon growth model, the company's dividend payout ratio is closest to:",
  "A. 8%.",
  "B. 33%.",
  "C. 64%.",
  "",
  "8/ Q. Asset-based valuation models are most appropriate for companies with a high proportion of:",
  "A. illiquid assets.",
  "B. current assets.",
  "C. intangible assets.",
  "",
  "9/ Q. Both equity and fixed income indexes can be categorized according to the:",
  "A. currency of payments.",
  "B. issuer's economic sector.",
  "C. degree of inflation protection.",
  "",
  "10/ Q. Trading by arbitrageurs most likely:",
  "A. reduces liquidity.",
  "B. increases pricing discrepancies.",
  "C. contributes to market efficiency.",
  "",
  "11/ Q. A feature of an efficient market is that:",
  "A. the market reflects all past and present information.",
  "B. asset prices react to information that is fully anticipated.",
  "C. an investor can earn consistent, superior, risk-adjusted returns.",
  "",
  "12/ Q. Decreased market efficiency is most likely associated with an increase in:",
  "A. transaction costs.",
  "B. financial disclosure.",
  "C. the number of market participants.",
  "",
  "13/ Q. Which of the following is most likely a demographic influence on industry growth?",
  "A. Lifestyle",
  "B. Distribution of age",
  "C. Spending behavior",
  "",
  "14/ Q. Fixed-income indexes most likely:",
  "A. are more easily replicated than equity indexes.",
  "B. require the provider to estimate the prices of some constituent securities.",
  "C. are created from a smaller universe of possible constituent securities than the universe of equity securities.",
  "",
  "",
  "15/ Q. As time passes after inception, the value of the price version of an index is:",
  "A. less than the value of the total return version.",
  "B. equal to the value of the total return version.",
  "C. greater than the value of the total return version.",
  "",
  "16/ Q. With respect to behavioral finance, which of the following is least likely a behavioral bias used to explain pricing anomalies?",
  "A. Risk aversion",
  "B. Loss aversion",
  "C. Overconfidence",
  "",
  "17/ Q. With respect to behavioral finance, which of the following is least likely a behavioral bias used to explain pricing anomalies?",
  "A. Risk aversion",
  "B. Loss aversion",
  "C. Overconfidence",
  "",
  "18/ Q. The voting method that allows shareholders to cast all their votes for a single candidate is best described as:",
  "A. proxy voting.",
  "B. statutory voting.",
  "C. cumulative voting.",
  "",
  "19/ Q. Convertible preference shares most likely:",
  "A. are riskier than the underlying common shares for investors.",
  "B. allow investors to benefit from a rise in the price of the common shares.",
  "C. are issued primarily by companies of lower risk and used as a financing option.",
  "20/ Q. Industries whose revenues and profits are least affected by fluctuations in the overall economy are most likely:",
  "A. growth industries.",
  "B. cyclical industries.",
  "C. defensive industries.",
  "",
  "21/ Q. If it is difficult to find a buyer or a seller for an asset, the asset most likely trades on:",
  "A. brokered markets.",
  "B. order-driven markets.",
  "C. quote-driven markets.",
  "",
  "22/ Q. A disadvantage of using price multiples to value stocks is that:",
  "A. multiples are not easily calculated.",
  "B. cross-sectional comparisons are not possible.",
  "C. accounting methods produce different results that are not easily comparable across companies.",
  "",
  "23/ Q. All else being equal, an increase in which of the following most likely increases a company's enterprise value?",
  "A. Book value of debt",
  "B. Market value of investments",
  "C. Market value of preferred stock",
  "",
  "24/ Q. The Global Industry Classification Standard (GICS) classifies industries based on:",
  "A. statistical similarities.",
  "B. business-cycle sensitivities.",
  "C. products and/or services supplied.",
  "",
  "25/ Q. Which of the following indexes is composed of futures contracts?",
  "A. Commodity index",
  "B. Hedge fund index",
  "C. Broad equity market index",
  "",
  "26/ Q. External factors affecting an industry's growth most likely include:",
  "A. cost structures.",
  "B. economies of scale.",
  "C. technological influences.",
  "",
  "27/ Q. Which of the following is most likely used to raise funds for a capital project?",
  "A. Equity issuance only",
  "B. A stock dividend only",
  "C. Both equity issuance and a stock dividend",
  "",
  "28/ Q. In dividend payment chronology, the ex-dividend date most likely comes after the:",
  "A. record date.",
  "B. payment date.",
  "C. declaration date.",
  "",
  "29/ An analyst gathers the following information about an industry and three comparable companies within the industry:",
  "Based only on this information, the most overvalued company is:",
  "A. Company 1.",
  "B. Company 2.",
  "C. Company 3.",
  "",
  "30/ Q. Which of the following industries or sectors is most likely classified as cyclical?",
  "A. Utilities",
  "B. Industrials",
  "C. Health care",
  "",
  "31/ Q. An increase in shares held by controlling shareholders most likely impacts the constituent weightings of a(n):",
  "A. price-weighted index.",
  "B. equal-weighted index.",
  "C. float-adjusted market-capitalization-weighted index.",
  "",
  "32/ Q. Free-cash-flow-to-equity is equal to cash flow from operations:",
  "A. less fixed capital investment less net borrowing.",
  "B. less fixed capital investment plus net borrowing.",
  "C. plus fixed capital investment less net borrowing.",
  "",
  "33/ Q. Over time, which of the following indexes most likely has portfolio weights that shift away from securities that have increased in relative value and toward securities that have fallen in relative value? A:",
  "A. price-weighted index",
  "B. fundamentally weighted index",
  "C. market-capitalization-weighted index",
  "",
  "",
  "34/ An analyst gathers the following data for three companies in the same industry (in millions):",
  "Based on enterprise value multiples, which of the three companies is likely the most undervalued?",
  "A. Company 1",
  "B. Company 2",
  "C. Company 3",
  "",
  "35/ Q. Which of the following statements best describes hedge fund indexes?",
  "A. Index constituents are regulated entities",
  "B. Potential survivorship bias is reduced by voluntary performance reporting",
  "C. There may be little overlap in index constituents between different indexes offered by different index providers",
  "",
  "36/ Q. A market where security prices fully reflect all publicly known and available information, but not private information, is:",
  "A. weak-form efficient.",
  "B. semi-strong-form efficient.",
  "C. strong-form efficient.",
  "",
  "37/ Q. In a highly efficient market, a passive investment strategy most likely has:",
  "A. higher transaction costs than an active strategy.",
  "B. lower information-seeking costs than an active strategy.",
  "C. higher risk-adjusted returns before all expenses than an active strategy.",
  "",
  "38/ Q. Fundamental analysis most likely.",
  "A. uses stock price patterns to trade.",
  "B. is an input for passive portfolio management.",
  "C. helps participants understand the value implications of information.",
  "",
  "39/ Q. Which of the following is considered an external influence on industry growth?",
  "A. Social trends",
  "B. Barriers to entry",
  "C. Industry concentration",
  "",
  "40/ Q. In a weak-form efficient market, which of the following information is reflected in security prices?",
  "A. Historical prices only",
  "B. Historical prices and historical trading volumes only",
  "C. Historical prices, historical trading volumes, and current earnings",
  "",
  "41/ Q. Security market indices most likely serve as proxies for:",
  "A. nonsystematic risk.",
  "B. asset classes in asset allocation models.",
  "C. the fair value of assets in asset-based valuation models.",
  "",
  "42/ Q. When constructing an equity index, each company's weight in the index is dependent on its number of shares outstanding if the index is:",
  "A. price weighted.",
  "B. equal weighted.",
  "C. market-capitilization weighted.",
  "43/ Q. All else being equal, which of the following preference shares pays the lowest dividend?",
  "A. Putable",
  "B. Callable",
  "C. Non-callable",
  "",
  "44/ Q. When an investment bank guarantees the sale of an entire issue at a negotiated offering price, this best describes",
  "a(n):",
  "A. rights offering.",
  "B. best effort offering.",
  "C. underwritten offering.",
  "",
  "45/Q.Management is more likely to focus on short-term results instead of long-term earnings growth if a company raises equity through:",
  "A. venture capital.",
  "B. a leveraged buyout.",
  "C. an initial public offering.",
  "",
  "46/ Q. If the index's value is 100 at the beginning of Period 1, the index's value at the end of Period 3 is closest to:",
  "A. 103.",
  "B. 105.",
  "C. 106.",
  "",
  "47/ Q. If the cost to fill trades increases, the market's informational efficiency most likely:",
  "A. decreases.",
  "B. remains the same.",
  "C. increases.",
  "",
  "48/ Q. The best estimate of the company's dividend growth rate is:",
  "A. 5.8%.",
  "B. 6.7%.",
  "C. 7.4%.",
  "",
  "49/Q.Financial intermediaries that help their clients arrange seasoned securities offerings are best known as:",
  "A. investment banks.",
  "B. commercial banks.",
  "C. multi-lateral trading facilities.",
  "",
  "50.Q. . Over the long run, if a market is semi-strong-form efficient, which of the following investment strategies should result in the highest return to investors? A(n):",
  "A. passive investment strategy",
  "B. active trading strategy seeking to exploit price patterns",
  "C. active trading strategy seeking to exploit public information",
  "",
  "51. Q. A multi-market index is most appropriately used as a benchmark:",
  "A. for a single country ETF.",
  "B. for a small-capitalization growth stock manager.",
  "C. to calculate beta for the portfolio of a global stock manager.",
  "",
  "52/Q. Industry classification systems are developed and used by:",
  "A. commercial entities only.",
  "B. governmental agencies only.",
  "C. both commercial entities and governmental agencies.",
  "53/Q. If the required rate of return is 10%, using the Gordon growth model, the intrinsic value per share of the stock is closest to:",
  "A. $14.56.",
  "B. $19.23.",
  "C. $20.15.",
  "",
  "54. Q. According to the efficient market hypothesis, if market prices reflect private information, the market is most likely:",
  "A. strong-form efficient.",
  "B. weak-form efficient only.",
  "C. semi-strong-form efficient, but not strong-form efficient.",
  "",
  "55. Q. The Global Industry Classification Standard's broadest level of classification is a(n):",
  "A. sector.",
  "B. industry.",
  "C. industry group.",
  "",
  "56/Q. In which of the following forms of market efficiency are investors able to consistently outperform the market using fundamental analysis?",
  "A. Weak-form market efficiency",
  "B. Semi-strong-form market efficiency",
  "C. Strong-form market efficiency",
  "",
  "57/Q. Which of the following indexes are regularly rebalanced by the index provider?",
  "A. Price-weighted indexes only",
  "B. Equal-weighted indexes only",
  "C. Both price-weighted indexes and equal-weighted indexes",
  "58/Q. Which of the following best describes an industry-level force in a thorough industry analysis?",
  "A. Threat of new entrants",
  "B. Demographic influences",
  "C. Technological influences",
  "",
  "60/Q. Commercial industry classification systems are most likely updated:",
  "A. less frequently than government classification systems.",
  "B. as frequently as government classification systems.",
  "C. more frequently than government classification systems.",
  "",
  "61/Q. A company's net income available to ordinary shareholders divided by the average total book value of equity is best described the:",
  "A. company's intrinsic value.",
  "B. company's return on equity.",
  "C. minimum required rate of return of investors in the company's equity.",
  "",
  "62/Q. A world equity index is most likely considered a:",
  "A. style index.",
  "B. sector index.",
  "C. multi-market index.",
  "63/Q. All else being equal, which of the following preference share characteristics may contain provisions that entitle shareholders to an additional distribution of the company's assets upon liquidation, above the par value?",
  "A. Callable",
  "B. Cumulative",
  "C. Participating",
  "",
  "64/Q. A three-stage dividend discount model is most appropriate for valuing a company that is:",
  "A. mature.",
  "B. transitioning to maturity.",
  "C. young and entering the growth phase.",
  "",
  "65/Q. A company's management is most likely able to directly influence the company's:",
  "A. book value.",
  "B. market value.",
  "C. intrinsic value.",
  "",
  "66/Q. In contrast to the market value of an equity security, intrinsic value is most likely:",
  "A. not known with certainty.",
  "B. constant throughout the life of the security.",
  "C. determined by the intersection of supply and demand.",
  "",
  "67/Q. Short sellers are most likely exposed to:",
  "A. unlimited gains and limited losses.",
  "B. limited gains and unlimited losses.",
  "C. unlimited gains and unlimited losses.",
  "",
  "68/Q. In which markets are government bills most likely traded?",
  "A. Money markets",
  "B. Capital markets",
  "C. Alternative investment markets",
  "",
  "69/Q. Enterprise value is most likely associated with:",
  "A. multiplier models.",
  "B. present value models.",
  "C. asset-based valuation models.",
  "",
  "70/Q. A characteristic of real assets is that they most likely:",
  "A. trade in liquid markets.",
  "B. are inexpensive to manage.",
  "C. are unique assets with different attributes.",
  "",
  "71/Q. If a European investor believes the US equity market will decline in the next three months, the transaction most likely to allow the investor to profit from this view is the purchase of a:",
  "A. put option.",
  "B. call option.",
  "C. currency swap.",
  "",
  "72/Q. If the ability of clients to identify competent agents increases, the need for regulation most likely.",
  "A. decreases,",
  "B. remains the same.",
  "C. increases.",
  "73/An analyst gathers the following book value information about a company and its common shares:",
  "Inventories €20 million",
  "Net fixed assets €80 million",
  "Total assets €150 million",
  "Total liabilities €90 million",
  "Shares outstanding 4 million",
  "The analyst estimates the market value of net fixed assets to be 125% of book value and the market value of inventories to be 90% of book value. If the stock is currently trading at €19.50 per share, the asset-based value per share is most likely:",
  "A. less than the market price.",
  "B. equal to the market price.",
  "C. greater than the market price.",
  "",
  "74/Q. The book value of a company's equity is:",
  "A. the present value of its future cash flows.",
  "B. the difference between its total assets and total liabilities.",
  "C. its share price multiplied by the number of outstanding shares.",
  "",
  "75/Q. A company's ROE most likely decreases if shareholders' equity increases at:",
  "A. a lower rate than net income.",
  "B. the same rate as net income.",
  "C. a higher rate than net income.",
  "",
  "76/Q. An equity index representing groups of securities classified on the basis of market capitalization is most likely a:",
  "A. style index.",
  "B. sector index.",
  "C. multi-market index.",
  "",
  "77/An analyst gathers the following information about common shares:",
  "If the investor's required rate of return is 9%, the company's justified forward P/E is:",
  "A. less than the peer group's justified forward P/E.",
  "B. the same as the peer group's justified forward P/E.",
  "C. greater than the peer group's justified forward P/E.",
  "",
  "78/An analyst gathers the following information about a company's shares:",
  "Dividend payable per share $0.50",
  "Ex-date 20 August",
  "Closing share price on 19 August $29.00",
  "All else being equal, at the beginning of trading on 20 August, the company's shares will most likely trade at:",
  "A. $28.50.",
  "B. $29.00.",
  "C. $29.50.",
  "",
  "",
  "79/An analyst gathers the following information about a company's dividend payment chronology:",
  "Ex-dividend date 2 August",
  "Holder-of-record date 5 August",
  "The last date an investor can purchase the company's stock and be entitled to receive the dividend is most likely.",
  "A. 1 August.",
  "B. 2 August.",
  "C. 4 August.",
  "",
  "80/Q. The January effect is an example of:",
  "A. loss aversion.",
  "B. an earnings surprise.",
  "C. a market pricing anomaly.",
  "",
  "81/An investor gathers the following data regarding three stocks:",
  "All else being equal, the investor should purchase:",
  "A. Stock 1.",
  "B. Stock 2.",
  "C. Stock 3.",
  "",
  "",
  "82/Q. Behavioral finance:",
  "A. suggests that behavioral biases only affect novice investors.",
  "B. provides a possible explanation for a number of pricing anomalies,",
  "C. relies on the assumption that people consider all available information in decision-making.",
  "",
  "",
  "",
  "",
  "83/An analyst gathers and estimates the following information about a company's stock:",
  "Current dividend per share (D) $4",
  "Current EPS $5",
  "Dividend growth rate 4%",
  "If the estimated stock value using the Gordon growth model is $92 per share, the required return on this stock is",
  "closest to:",
  "A. 8.35%.",
  "B. 8.52%.",
  "C. 9.44%.",
  "",
  "84/Q. The first date that a share trades without the declared dividend is the:",
  "A. ex-date.",
  "B. payable date.",
  "C. declaration date.",
  "",
  "85/Q. A $25 par value non-callable, non-convertible preferred share pays an annual dividend rate of 5%. If the required rate of return is 4%, the preferred share's intrinsic value is closest to:",
  "A. $25.25.",
  "B. $26.00.",
  "C. $31.25.",
  "",
  "86/Q. An investor buys a security on margin posting 50% of the initial price as equity. All else being equal, if the price declines 25%, the investor's new leverage ratio is closest to:",
  "A. 2.",
  "B. 3.",
  "C. 4.",
  "87/Q. When using a multiplier model, the fundamental variable is stated on:",
  "A. a trailing basis only.",
  "B. a forward basis only.",
  "C. either a forward basis or a trailing basis.",
  "",
  "88/Q. For a security position purchased on margin, the leverage ratio is the ratio of the value of the position to:",
  "A. the value of equity in the position.",
  "B. the amount of the margin loan in the position.",
  "C. the amount of the margin loan plus equity in the position.",
  "",
  "89/Q. A non-callable, non-convertible perpetual preferred share pays a level dividend of $1.20 with a current market price of $20. If an investor has a required rate of return of 6%, the preferred shares are most likely:",
  "A. undervalued.",
  "B. fairly valued.",
  "C. overvalued.",
  "",
  "90/Q. Broker 1 has a minimum margin requirement of 62.5% and Broker 2 has a maximum leverage ratio of 1.6. The maximum financial leverage possible with Broker 1 is:",
  "A. less than the maximum financial leverage with Broker 2.",
  "B. equal to the maximum financial leverage with Broker 2.",
  "C. greater than the maximum financial leverage with Broker 2.",
  "",
  "91/Q. If securities are purchased on margin with a maximum leverage ratio of 1.75, the minimum margin requirement is closest to:",
  "A. 43%.",
  "B. 57%.",
  "C. 75%.",
  "92/Q. Which of the following market anomalies is best described as a time-series anomaly?",
  "A. Size effect",
  "B. Momentum",
  "C. Initial Public Offerings",
  "",
  "93/An analyst gathers the following information about a company:",
  "Dividend payout ratio 40%",
  "Required rate of return on equity 15%",
  "Return on equity 20%",
  "The justified forward P/E ratio for the company's stock is closest to:",
  "A. 5.7.",
  "B. 8.0.",
  "C. 13.3.",
  "",
  "94/Q. A trader uses margin to purchase a stock for $50 by posting 30% equity. If the first margin call occurs when the price falls below $43.75, the maintenance margin requirement is closest to:",
  "A. 13%.",
  "B. 18%.",
  "C. 20%.",
  "",
  "95/A trader buys a stock on margin with the following conditions:",
  "Purchase price per share $50",
  "Equity per share $25",
  "Maintenance margin requirement 25%",
  "If the share price declines, the highest price at which the trader will receive a margin call is closest to:",
  "A. $12.50.",
  "B. $33.33.",
  "C. $37.50.",
  "",
  "96/Q. The observation that a large-capitalization company's stock price is inflated after the company releases unexpected good news at year end is most likely related to the:",
  "A. value effect.",
  "B. overreaction effect.",
  "C. turn-of-the-year effect.",
  "",
  "97/Q. Order matching rules in order-driven trading systems are used to:",
  "A. match buy orders to sell orders.",
  "B. determine the prices at which the orders submitted by dealers are matched.",
  "C. determine the prices at which the orders submitted by customers are matched.",
  "",
  "98/Q. Which of the following is an objective of market regulation?",
  "A. Controlling agency problems only",
  "B. Ensuring that long-term liabilities are funded only",
  "C. Both controlling agency problems and ensuring that long-term liabilities are funded",
  "",
  "99/An analyst gathers the following information about a company and its historical price multiples:",
  "Based only on this information, if the share price is $30, the company's shares are most likely overvalued based on:",
  "A. P/B.",
  "B. P/E.",
  "C. P/CF.",
  "",
  "100/Q. Porter's five determinants of the intensity of competition in an industry do not include the:",
  "A. power of buyers.",
  "B. threat of substitutes.",
  "C. position of a company in its life-cycle stage.",
  "",
  "101/A trader reports the following information about an equity investment which was sold after 1 year:",
  "Number of shares purchased 2,000",
  "Leverage ratio 3",
  "Purchase price per share $12.00",
  "Sale price per share $9.50",
  "Call money rate per year 3%",
  "The trader's equity value as a result of the trade is closest to:",
  "A. $460,",
  "B. $2,520.",
  "C. $3,000.",
  "",
  "102/Q. If a security's intrinsic value is $55 per share and is currently selling for $50 per share, the security is:",
  "A. undervalued.",
  "B. fairly valued.",
  "C. overvalued.",
  "",
  "103/Q. Convertible preference shares.",
  "A. are popular in financing venture capital and private equity transactions.",
  "B. are subject to more price volatility than the underlying common shares.",
  "C. do not increase in value due to an increase in price of the underlying common shares.",
  "",
  "104/Q. If the price of a stock bought on 30% margin increases by 40%, the return on equity to the buyer is closest to:",
  "A. 52%.",
  "B. 75%.",
  "C. 133%.",
  "",
  "105/Q. The size effect anomaly results when it is observed that on a risk-adjusted basis small cap companies tend to:",
  "A. underperform equities of large-cap companies.",
  "B. perform in line with equities of large-cap companies.",
  "C. outperform equities of large-cap companies.",
  "",
  "106/Q. Within Porter's five forces framework, the power of buyers within an industry is most likely influenced by the:",
  "A. industry concentration.",
  "B. availability of lower priced alternative brands.",
  "C. number of customers for the industry's products.",
  "",
  "",
  "",
  "107/An investor purchases 1,000 shares of a non-dividend paying stock on margin and sells them after one year as follows:",
  "Purchase price per share $25",
  "Sale price per share $20",
  "Annual call money rate 5%",
  "Leverage ratio 2",
  "Ignaring commissions, the investor's holding period return is closest to:",
  "A.-45%.",
  "B.-40%.",
  "C.-23%.",
  "",
  "108/An analyst gathers the following information about a market-capitalization-weighted index and one of its four constituent stocks:",
  "Total Market Capitalization (in $ billions)",
  "Stock 20",
  "Index 57",
  "If the stock price is $30 per share and the index value is 100, the stock's weight in the index is closest to:",
  "A. 25%.",
  "B. 30%.",
  "C. 35%.",
  "",
  "109/Q. The beginning value for an index is 1540 and the ending value is 1575. If the income for the period is 55, the total return of the index is closest to:",
  "A. 1.3%.",
  "B. 2.2%.",
  "C. 5.8%.",
  "",
  "110/Q. If investors can successfully predict future asset prices based on past prices, markets are most likely:",
  "A. inefficient.",
  "B. weak-form efficient only.",
  "C. semi-strong-form efficient.",
  "",
  "111/Q. A company's current dividend (D) of $3 per share is expected to grow 20% per year for three years, then 5% per year thereafter. If the required rate of return is 10%, using a multistage dividend discount model, the intrinsic value of the stock at the end of Year 3 is closest to:",
  "A. $81.79.",
  "B. $92.53.",
  "C. $108.86.",
  "",
  "112/Q. A disadvantage of an equal-weighted index is that:",
  "A. maintaining equal weights requires frequent reconstitution of the index.",
  "B. securities that represent a relatively large fraction of the target market value are underrepresented.",
  "C. securities that represent a relatively small fraction of the target market value are underrepresented.",
  "",
  "113/An analyst gathers the following information about a company's non-callable, non- convertible preferred stock:",
  "Par value per share €100",
  "Required rate of return 7.2%",
  "Maturity 5 years",
  "Q. If the stock's intrinsic value is €125, the company's semi-annual dividend on the preferred stock is closest to:",
  "A. €6.62.",
  "Β. €7.20.",
  "C. €9.00.",
  "",
  "114/Q. In contrast to a public company, a company that has gone private most likely.",
  "A. faces greater regulatory costs.",
  "B. focuses more on short-term results.",
  "C. lacks an active secondary market for its equity.",
  "",
  "115/An analyst gathers the following information about an equal-weighted index composed of three stocks:",
  "If there is a 2% return from dividends for each of the three stocks, the total return of the index is:",
  "A. 0%.",
  "B. 2%.",
  "C. 6%.",
  "",
  "116/Q. Which of the following factors would most likely increase market efficiency? Limits on:",
  "A. short selling",
  "B. transaction costs",
  "C. trading by foreign investors",
  "",
  "117/Q. Which of the following index weighting schemes most likely causes a bias in the index when high-priced stocks split?",
  "A. Price weighted",
  "B. Equal weighted",
  "C. Value weighted",
  "",
  "118/Q. In the secondary market, funds flow from:",
  "A. traders to traders.",
  "B. issuers to investors.",
  "C. investors to issuers.",
  "",
  "119/Q. When issuers sell securities to investors:",
  "A. they trade in the primary market.",
  "B. they trade in the secondary market.",
  "C. funds flow between the primary and the secondary market.",
  "",
  "120/Q. In a well-functioning financial system, changes in asset prices primarily reflect changes in:",
  "A. execution costs.",
  "B. the demand for liquidity.",
  "C. fundamental asset values.",
  "",
  "121/Q. When a company raises common equity capital in the public market, the company most likely:",
  "A. moves money from the present to the future.",
  "B. agrees to make scheduled distributions in the future.",
  "C. is required to meet regulatory reporting requirements.",
  "",
  "122/Q. Preference shares are less risky than common shares because preference shares have:",
  "A. fixed dividends.",
  "B. a guaranteed return if a company is liquidated.",
  "C. a larger portion of total return based on future price return.",
  "",
  "",
  "123/Q. The Gordon growth model assumes a dividend growth rate:",
  "A. less than the required rate of return.",
  "B. equal to the required rate of return.",
  "C. greater than the required rate of return.",
  "",
  "124/Q. Private equity securities most likely",
  "A. are listed on public exchanges.",
  "B. are illiquid and difficult to trade.",
  "C. have easily available financial information.",
  "",
  "125./Q. The Gordon growth model is most appropriate for valuing the equity of a dividend- paying:",
  "A. electric utility firm.",
  "B. technology company.",
  "C. automobile manufacturer.",
  "",
  ""
]
