[
  "Fixed Income",
  "1. If an issuer is required to retire a specified portion of the bond's principal each year, the bond most likely.",
  "A. is callable.",
  "B. is a step-up note.",
  "C. has a sinking fund provision.",
  "",
  "2. A five-year semiannual bond has a yield to maturity of 8%. Converted to a quarterly periodicity, the yield to maturity is closest to:",
  "A. 1.98%",
  "B. 3.92%",
  "C. 7.92%.",
  "",
  "3. The key rate duration best measures a bond's sensitivity to a change in the:",
  "A. level of the yield-to-maturity.",
  "B. slope of the yield-to-worst curve.",
  "C. shape of the benchmark yield curve.",
  "",
  "4. A bond priced at 99.4 has a modified duration of 6.9 and an annual convexity statistic of - 212. If the market yield increases by 75 basis points, the price of this bond is closest to",
  "A. 93.7.",
  "B. 94.3.",
  "C. 94.9.",
  "",
  "5. If interest rates rise over the holding period, the total return of a coupon bond held until maturity is most likely to be:",
  "A. less than the yield to maturity at purchase.",
  "B. equal to the yield to maturity at purchase.",
  "C. greater than the yield to maturity at purchase.",
  "",
  "6. A bond that allows the issuer to pay interest in the form of additional amounts of the existing bond issue rather than",
  "a cash payment best describes a",
  "A. step-up coupon bond.",
  "B. deferred coupon bond.",
  "C. payment-in-kind coupon bond.",
  "",
  "7. In the event of default, investors in covered bonds most likely have recourse against:",
  "A. the issuer only.",
  "B. a segregated pool of assets only.",
  "C. both the issuer and a segregated pool of assets.",
  "",
  "8. In the securitization process, the trustee most likely.",
  "A. sells the underlying collateral.",
  "B. owns the underlying collateral.",
  "C. holds the underlying collateral.",
  "",
  "9. The coupon of a residential mortgage-backed security is the:",
  "A. pass-through rate",
  "B. weighted average coupon rate.",
  "C. rate on the underlying pool of mortgages.",
  "",
  "10. The stated annual yield to maturity on a semiannual bond basis is 3.66%. The effective annual yield is closest to:",
  "A. 3.63%",
  "B. 3.69%",
  "C. 7.45%",
  "",
  "11. In a securitization, the purchase agreement between the seller of the collateral and the special purpose entity most likely provides:",
  "A. a description of the transaction structure.",
  "B. representations about the quality of the assets.",
  "C. documentation of enhancements used to reduce credit risk.",
  "",
  "12. An analyst gathers the following information about a bond:",
  "The approximate convexity of this bond is closest to:",
  "A. 521.",
  "B. 1,042.",
  "C. 2,604.",
  "",
  "13. A break-even reinvestment rate is most likely equivalent to a(n):",
  "A. par rate.",
  "B. spot rate.",
  "C. implied forward rate.",
  "",
  "14. A bond trading at its no-arbitrage value is priced at a premium. The sum of the present value of the bond's cash flows discounted at spot rates is:",
  "A. less than the sum of the present values of the bond's cash flows discounted at its yield to maturity",
  "B. equal to the sum of the present values of the bond's cash flows discounted at its yield to maturity.",
  "C. greater than the sum of the present values of the bond's cash flows discounted at its yield to maturity.",
  "",
  "15. An analyst gathers the following information about a company that only has senior unsecured debt.",
  "In a bankruptcy scenario, if the priority of claims is enforced, it is most likely that",
  "A. fixed-rate bond is repaid first because it matures earlier.",
  "B. both bondholders are repaid proportionally to the amount owed.",
  "C. FRN is repaid first because it has the highest amount outstanding.",
  "",
  "16. All else being equal, reinvestment risk is greatest for:",
  "A. putable bonds.",
  "B. callable bonds.",
  "C. non-callable convertible bonds.",
  "",
  "17. An analyst is concerned that a bond might be downgraded one category by Standard & Poor's and become non- investment grade. The current rating of this bond is most likely.",
  "A. A-",
  "B. BB-",
  "C. BBB-",
  "",
  "18. A corporation with a holding company structure has debt at both its parent holding company and operating subsidiaries Debt at the operating level must be serviced before funds can be upstreamed to pay debt at the holding company. This arrangement best describes:",
  "A. structural subordination.",
  "B. a cross-default provision.",
  "C. the corporate family rating.",
  "",
  "19. For an option-free fixed-rate bond trading at a premium, as the coupon payment date approaches, Macaulay duration most likely",
  "A. decreases.",
  "B. remains constant.",
  "C. increases.",
  "",
  "20. Using the rating scale from Standard & Poor's or Fitch, the lowest rating for an investment-grade bond is",
  "A. BBB-",
  "B. BBB",
  "C. BBB+",
  "",
  "21. The EBITDA/interest expense ratio is best classified as a:",
  "A. leverage ratio.",
  "B. coverage ratio.",
  "C. profitability ratio.",
  "",
  "22. Which of the following statements is most accurate? US commercial paper typically:",
  "A. requires the issuer to pledge collateral",
  "B. requires the issuer to have a backup line of credit.",
  "C. has a maturity ranging from a few days up to two years.",
  "",
  "23. The current yield for a 4.5% coupon, 10-year bond, with a maturity par value of $100 and currently priced at $85.70",
  "is closest to:",
  "A. 4.50%",
  "B. 5.25%.",
  "C. 5.93%.",
  "",
  "24. Which of the following types of collateralized debt obligations (CDOS) are most likely backed by asset-backed securities?",
  "A. Structured finance CDOS",
  "B. Collateralized loan obligations",
  "C. Collateralized bond obligations",
  "",
  "25. An analyst gathers the following information about a 6% coupon bond currently trading at par:",
  "The bond's effective duration is closest to:",
  "A. 3.75.",
  "B. 7.45.",
  "C. 7.50.",
  "",
  "26. An analyst gathers the following information about a pension plan's liabilities:",
  "If interest rates are currently 1.0%, the effective duration of the liabilities is closest to:",
  "A. 6.5.",
  "B. 12.9.",
  "C. 25.8.",
  "",
  "27. Which of the following is a curve duration measure?",
  "A. Modified duration",
  "B. Effective duration",
  "C. Macaulay duration",
  "",
  "28. Bonds issued in the Eurobond market are most likely.",
  "A. denominated only in euros.",
  "B. in the form of registered bonds.",
  "C. issued within the jurisdiction of the issuer's home country.",
  "",
  "29. For a coupon bond with a negative yield, compounding more frequently within the year results in a yield-to-maturity that is:",
  "A. more negative.",
  "B. the same.",
  "C. less negative.",
  "",
  "30. All else being equal, expected loss for a debt instrument:",
  "A. is independent of the recovery rate.",
  "B. decreases as the recovery rate increases.",
  "C. changes proportionally to the recovery rate.",
  "",
  "31. Matrix pricing is most likely used to estimate the price of a bond that",
  "A. is highly liquid.",
  "B. is not yet issued.",
  "C. has unknown credit quality.",
  "32. All else being equal, the risk of a strategic default for a non-recourse mortgage is most likely.",
  "A. lower than for a recourse mortgage.",
  "B. the same as for a recourse mortgage.",
  "C. greater than for a recourse mortgage.",
  "",
  "33. For bonds with embedded options, the most appropriate measure of price sensitivity to interest rate changes is:",
  "A. effective duration.",
  "B. modified duration.",
  "C. Macaulay duration.",
  "",
  "34. For a bond with an embedded option, effective duration is the most appropriate measure of interest rate risk because the bond's:",
  "A. future cash flows are uncertain.",
  "B. internal rate of return is well-defined.",
  "C. pricing is sensitive to changes in credit spreads.",
  "",
  "35. An analyst gathers the following information about a spot curve:",
  "If the coupon rate of a 3-year annual-pay bond is 4%, the price of the bond is closest to:",
  "A. 97.28.",
  "B. 99.86.",
  "C. 100.00.",
  "",
  "36. The price of an option-free bond increases by 7% when the yield to maturity decreases by 100 basis points. If the price of this bond decreases by 7%, the yield to maturity most likely increases by:",
  "A. less than 100 basis points.",
  "B. 100 basis points.",
  "C. more than 100 basis points.",
  "",
  "37. All else being equal, the absolute value of the percentage price change for an option-free bond is most likely",
  "A. less when the market discount rate decreases than when it increases by the same amount.",
  "B. the same whether the market discount rate decreases or increases by the same amount.",
  "C. greater when the market discount rate decreases than when it increases by the same amount.",
  "",
  "38. An analyst gathers the following information about three option-free bonds:",
  "All else being equal, if the market discount rate decreases by 50 basis points, the bond most likely to experience the greatest percentage price change is:",
  "A. Bond 1.",
  "B. Bond 2.",
  "C. Bond 3",
  "",
  "39. Implied forward rates are best defined as the:",
  "A. geometric average of spot rates.",
  "B. breakeven reinvestment rates between zero-coupon bonds.",
  "C. current yield to maturity on zero-coupon bonds of different maturities.",
  "",
  "40. Effective duration is the most appropriate measure of interest rate risk for a bond with an embedded option because the bond does not have a well-defined:",
  "A. effective convexity.",
  "B. internal rate of return.",
  "C. curve duration statistic.",
  "",
  "41. When interest rates increase, mortgage-backed securities most likely exhibit increased:",
  "A. extension risk.",
  "B. contraction risk.",
  "C. reinvestment risk.",
  "",
  "42. Tightening corporate bond yield spreads are most likely associated with:",
  "A. issuers' deteriorating creditworthiness.",
  "B. periods of high demand for corporate bonds.",
  "C. broker-dealers' reduced ability and willingness to make markets.",
  "",
  "43. In a repurchase agreement:",
  "A. only the lender of funds is exposed to credit risk.",
  "B. credit risk is eliminated by using highly rated sovereign bonds as collateral.",
  "C. the initial margin offers partial protection against changes in the market value of the collateral.",
  "",
  "44. With respect to a bond with an embedded option, for parallel shifts in the benchmark yield curve, effective duration most likely indicates the same interest rate sensitivity as:",
  "A. key rate durations.",
  "B. modified duration.",
  "C. Macaulay duration.",
  "",
  "45. In a securitization, a senior/subordinated structure is most likely a form of",
  "A. time tranching",
  "B. credit tranching.",
  "C. prepayment risk management.",
  "",
  "46. Modified duration is the most appropriate measure of interest rate risk for which of the following securities?",
  "A. Callable bond",
  "B. US Treasury bond",
  "C. Mortgage-backed bond",
  "",
  "47. The percentage price change for a bond, given a change in its yield to maturity, is best estimated by:",
  "A. effective duration.",
  "B. modified duration.",
  "C. Macaulay duration.",
  "",
  "48. An analyst gathers the following information about an annual-pay bond:",
  "Coupon rate 6.0%",
  "Yield to maturity 4.5%",
  "Macaulay duration 10.0",
  "If the yield to maturity decreases by 100 basis points, the expected percentage change in the bond's price is closest to:",
  "A. 9.43%.",
  "B. 9.57%.",
  "C.10.00%",
  "",
  "",
  "49. Which of the following is most likely a negative covenant?",
  "A. The issuer must comply with all laws and regulations.",
  "B. The issuance of new debt must be junior to existing bondholder debt.",
  "C. New debt obligations are treated the same as the borrower's other senior debt instruments.",
  "",
  "",
  "50. An analyst gathers the following information about a 4% annual-payment bond with a current yield-to-maturity of 4.0%:",
  "The bond's annualized Macaulay duration is closest to:",
  "A. 4.28.",
  "B. 4.45.",
  "C. 4.63.",
  "",
  "",
  "51. An analyst gathers the following information about a company (in $ millions):",
  "• Operating income 120 • Net income 85 • Interest expense 15 • Depreciation and amortization 15",
  "Interest coverage using EBIT is closest to:",
  "A. 7x.",
  "B. 8x.",
  "C. 9x.",
  "",
  "52. Which of the following duration statistics best measures the sensitivity of a bond's price to a flattening of the yield curve?",
  "A. Key rate duration",
  "B. Effective duration",
  "C. Macaulay duration",
  "",
  "53. All else being equal, an investment-grade bond issuer most likely has:",
  "A. less market liquidity risk than a below-investment-grade issuer.",
  "B. the same market liquidity risk as a below-investment-grade issuer.",
  "C. greater market liquidity risk than a below-investment-grade issuer.",
  "",
  "54. An analyst gathers the following information about an option-free bond:",
  "If yields are expected to decrease by 50 basis points, the expected price change for the bond is closest to:",
  "A. $11,000.",
  "B. $22,000.",
  "C. $24,000.",
  "",
  "55. The price value of a basis point (PVBP) for a bond with a full price of 103.50 and a modified duration of 6.2 is closest to:",
  "A. 0.0642.",
  "B. 0.6420.",
  "C. 6.4200.",
  "",
  "",
  "56. An analyst gathers the following details about a bond portfolio:",
  "If each bond has a par value of £25 million, the modified duration of this bond portfolio is closest to:",
  "A. 5.8.",
  "B. 6.1.",
  "C. 6.2.",
  "",
  "57. With respect to the credit rating agencies' practice of notching, the size of a notching adjustment:",
  "A. is larger for higher-rated credits.",
  "B. is standardized between rating agencies.",
  "C. depends on the rating of the issuer's senior unsecured debt.",
  "",
  "58. Which of the following is most likely a key factor in the credit analysis of revenue-backed non- sovereign government bonds?",
  "A. Per capita income",
  "B. Breadth of the tax base",
  "C. Debt-service-coverage ratio of the project",
  "",
  "59. An analyst observes the following yields to maturity on zero-coupon government bonds:",
  "The 2y1y implied forward rate is closest to:",
  "A. 4.5%.",
  "B. 5.5%.",
  "C. 6.6%.",
  "",
  "60. An analyst gathers the following information:",
  "Based only on this information, the estimated market discount rate for a 5-year bond with similar credit quality is:",
  "A. 4.2%.",
  "B. 4.4%.",
  "C. 4.6%.",
  "",
  "",
  "61. Compared to an otherwise similar option-free bond, investors require a higher yield for a corporate bond with a:",
  "A. put provision.",
  "B. call provision.",
  "C. conversion provision.",
  "",
  "",
  "62. The price of a bond issued in the United Kingdom by a US-based company and denominated in British pounds most likely changes when:",
  "A. US interest rates change only.",
  "B. British interest rates change only.",
  "C. both US and British interest rates change",
  "",
  "63. A floating-rate note makes semiannual interest payments and has a coupon rate equal to the six-month market reference rate plus 45 basis points. The interest payments are made in June and December. If the six-month market reference rate was 1.95% in June and 2.25% in December of the same year, the coupon rate paid in December of that year was closest to",
  "A. 2.40%.",
  "B. 2.55%.",
  "C. 2.70%.",
  "",
  "64. An analyst observes the following price-yield relationship for an option-free bond:",
  "If the bond trades at 101.80 per 100 of par value, its approximate modified duration is closest to:",
  "A. 1.72.",
  "B. 2.25.",
  "C. 3.44.",
  "",
  "65. An analyst gathers the following information about a bond which is currently trading at 95.35 per 100 par",
  "The effective duration of the bond is closest to:",
  "A. 6.5.",
  "B. 7.6.",
  "C. 8.7",
  "",
  "",
  "",
  "66. An analyst gathers the following information about a bond:",
  "Par value 100",
  "Coupon rate 5.50%",
  "Coupon frequency Annual",
  "Time to maturity 5 years",
  "Holding period 3 years",
  "If the market discount rate is 4.75% for the holding period, the future value of reinvested coupons at the end of the holding period is closest to:",
  "A. 15.05.",
  "B. 17.30.",
  "C. 18.12.",
  "",
  "",
  "67. Bonds are quoted using the:",
  "A. full price and settled using the flat price.",
  "B. flat price and settled using the full price.",
  "C. \"dirty\" price and settled using the invoice price.",
  "",
  "",
  "68. Which of the following does not depend on the market discount rate? A bond's:",
  "A. flat price",
  "B. full price",
  "C. accrued interest",
  "",
  "69. An investor determines the following information about the price sensitivity of an option- free bond:",
  "If the current price is 106, the duration of this bond is closest to:",
  "A. 2.1.",
  "B. 2.8.",
  "C. 3.0.",
  "",
  "70. The number of common shares a convertible bond can be converted into is the:",
  "A. conversion ratio.",
  "B. conversion price.",
  "C. conversion value.",
  "",
  "71. A credit card receivable asset-backed security most likely.",
  "A. faces high prepayment risk.",
  "B. uses fully-amortizing loans as collateral.",
  "C. reinvests principal repayments during the lockout period.",
  "",
  "72. An analyst gathers the following information about a bond currently trading at par.",
  "The effective duration of this bond is closest to:",
  "A.2.5.",
  "B. 5.0.",
  "C. 10.0.",
  "",
  "73. An analyst gathers the following spot and forward rates:",
  "2-year spot rate 1.0%",
  "4-year spot rate 2.5%",
  "4-year forward rate, two years from today 3.0%",
  "The 2-year forward rate, four years from today is closest to:",
  "A. 2%.",
  "B. 3%.",
  "C. 4%.",
  "",
  "74. A bond issuer has a credit rating of BBB. Based only on this information, the rating of a senior unsecured bond from this issuer is most likely to be:",
  "A. lower than BBB.",
  "B. BBB",
  "C. higher than BBB.",
  "",
  "75. An analyst gathers the following information about a zero-coupon bond:",
  "If the yield decreases by 1%, the bond's percentage change in price is closest to:",
  "A. 4.76%.",
  "B. 5.05%.",
  "C. 5.14%.",
  "",
  "",
  "76. The Macaulay duration of a zero-coupon bond is most likely.",
  "A. less than the time to maturity.",
  "B. equal to the time to maturity.",
  "C. greater than the time to maturity.",
  "",
  "77. US municipal bonds are best described as:",
  "A. agency bonds.",
  "B. non-sovereign bonds.",
  "C. quasi-government bonds.",
  "",
  "78. A bond portfolio consists of the following option-free annual-pay coupon bonds:",
  "The modified duration of this portfolio is closest to:",
  "A. 5.9.",
  "B. 6.0.",
  "C. 6.1.",
  "",
  "79. An analyst gathers the following information about forward rates:",
  "Using only this information, the price per 100 of par value of a 3-year, 1% annual coupon bond is closest to:",
  "A. 84.05.",
  "B. 91.74.",
  "C. 96.23.",
  "",
  "80. With respect to interest rate risk, an investor who sells a fixed-rate bond after the first coupon is received and before its maturity is exposed to:",
  "A. market price risk, only.",
  "B. coupon reinvestment risk, only",
  "C. both market price risk and coupon reinvestment risk.",
  "",
  "81. For an option-free fixed-rate corporate bond, the duration and convexity statistics are most likely relevant for a change in:",
  "A. the credit spread only.",
  "B. the benchmark yield only",
  "C. both the credit spread and the benchmark yield.]",
  "",
  "82. An analyst gathers the following information about a callable bond that pays interest annually:",
  "This bond's yield to worst is the:",
  "A. yield to maturity.",
  "B. yield to first call.",
  "C. vield to second call.",
  "",
  "83. An analyst gathers the following information about three option-free bonds, each trading at a premium:",
  "All else being equal, the bond with the lowest Macaulay duration is most likely.",
  "A. Bond 1.",
  "B. Bond 2.",
  "C. Bond 3.",
  "",
  "84. An analyst gathers the following information about a bond:",
  "Clean price (per 100 of par value) 114.75",
  "Annual modified duration 4.8250",
  "Macaulay duration (years) 4.9469",
  "Accrued interest (per 100 of par value) 1.6250",
  "The bond's money duration (per 100 of par value) is closest to:",
  "A. 553.67.",
  "B. 561.51.",
  "C. 575.70.",
  "",
  "85. Effective duration is:",
  "A. a useful interest rate risk measure only for bonds with embedded options.",
  "B. an accurate estimate of interest rate risk only when the assumed benchmark rate change is small.",
  "C. the same as the modified duration of an option-free bond only when the yield curve is perfectly flat.",
  "",
  "86. An investor gathers the following information about a bond portfolio comprised of two option-free bonds:",
  "The duration of the portfolio is closest to:",
  "A. 4.33.",
  "B. 4.40.",
  "C. 455.",
  "",
  "87. An analyst gathers the following information about a bond that pays interest annually:",
  "Coupon rate 4%",
  "Time-to-maturity 3 years",
  "Par value $100,000",
  "If the market discount rate is 5%, the market value of this bond is closest to:",
  "A. $89,839.",
  "B. $97,277.",
  "C. $102,775.",
  "",
  "88. Which of the following mortgage features most likely benefits the lender?",
  "A. Non-recourse loan",
  "B. Prepayment option",
  "C. Prepayment penalty",
  "",
  "89. With respect to the notching process adopted by credit rating agencies, a corporate's subordinated debt is most likely.",
  "A. notched up from the corporate's junior subordinated debt.",
  "B. subject to a smaller notching adjustment the higher the corporate's issuer rating.",
  "C. notched down from the corporate's issuer rating due to higher probability of default.",
  "",
  "",
  "90. Money market yields are:",
  "A. annualized and compounded.",
  "B. stated for a common periodicity.",
  "C. stated on a simple interest basis.",
  "",
  "91. A portfolio manager gathers the following information about an option-free bond that was held to maturity:",
  "• Realized horizon yield 4.2% • Reinvestment rate 4.1%",
  "The yield to maturity at purchase was most likely.",
  "A. less than 4.2%.",
  "B. equal to 4.2%.",
  "C. greater than 4.2%.",
  "",
  "92. A three-year, semiannual-pay bond with a $100 par value and a 5% coupon rate is purchased for $108. One year later , if the yield to maturity has decreased by 100 basis points, the change in the value of this bond is closest to:",
  "A. $0.57.",
  "B. $1.52.",
  "C. $3.08.",
  "",
  "93. The yield spread of a specific bond over the standard swap rate in that currency of the same tenor best describes the",
  "A. I-spread.",
  "B. Z-spread.",
  "C. option-adjusted spread.",
  "",
  "94. For a fixed-rate bond, when interest rates decrease, the future value of reinvested coupon payments most likely.",
  "A. decreases and the market price of the bond increases.",
  "B. increases and the market price of the bond decreases.",
  "C. increases and the market price of the bond increases.",
  "",
  "96. Which of the following debt categories has the highest ranking in terms of priority of payment?",
  "A. Second lien debt",
  "B. Subordinated debt",
  "C. Senior unsecured debt",
  "",
  "97. In a securitization, time tranching most likely refers to differences in:",
  "A. default risk.",
  "B. expected maturities.",
  "C. underlying collateral.",
  "",
  "98. For a floating-rate note, the specified yield spread over the reference rate best defines the:",
  "A. coupon.",
  "B. quoted margin.",
  "C. required margin.",
  "",
  "99. An investor holds a bond with the following characteristics:",
  "• Yield to maturity 9% • Modified duration 7.4",
  "If the duration gap is zero, the investment horizon is closest to:",
  "A. 6.8 years.",
  "B. 7.4 years.",
  "C. 8.1 years.",
  "",
  "100. All else being equal, when the market interest rate falls below a bond's coupon rate, potential price appreciation is most limited for a:",
  "A. putable bond.",
  "B. callable bond.",
  "C. option-free bond.",
  "",
  "",
  "101. Callable bonds exhibit:",
  "A. positive convexity only.",
  "B. negative convexity only.",
  "C. either positive or negative convexity.",
  "",
  "",
  "102. An investor sells a fixed-rate bond originally purchased at a discount. The resulting capital gain or loss should be measured by comparing the bond's selling price with its:",
  "A. par value.",
  "B. carrying value.",
  "C. purchase price.",
  "",
  "103. An investor gathers the following information about an investment in a bond with a 10- year tenor:",
  "Purchase price 95.27",
  "Sale price 102.06",
  "Sum of reinvested coupon payments 24.28",
  "If the holding period was seven years, the horizon yield is closest to:",
  "A. 2.29%.",
  "B. 2.86%.",
  "C. 4.11%.",
  "",
  "",
  "",
  "104. A commercial paper has the following characteristics:",
  "For a 365-day year, the discount rate is closest to:",
  "A. 6.2%.",
  "B. 6.4%.",
  "C. 6.6%.",
  "",
  "",
  "",
  "105. Two par bonds have the same duration but different convexity. All else being equal, if yields to maturity increase by 10 basis points, it is most likely that:",
  "A. the more convex bond underperforms the less convex bond.",
  "B. both bond prices decrease by the same amount.",
  "C. the more convex bond outperforms the less convex bond.",
  "",
  "106. A bond has the following characteristics:",
  "Time to maturity 3 years",
  "Coupon rate 12%",
  "Payment period Semiannual",
  "For a yield to maturity of 4%, the price of the bond per 100 of par value is closest to:",
  "A. 122.20.",
  "B. 122.41.",
  "C. 122.53.",
  "",
  "",
  ""
]
