[
  "Financial Statement Analysis",
  "1. Which of the following companies would most likely be considered to have the lowest financial reporting quality other things equal?",
  "A. A company that provides high quality, decision useful information under GAAP but delays its reports.",
  "B. A company that reports significant profits due to a favorable exchange rate movement",
  "C. A company that reports the results from two different segments as a combined entity.",
  "",
  "2. Which of the following is lowest quality on the spectrum of GAAP conforming financial reports?",
  "A. Aggressive accounting choices",
  "B. Earnings management",
  "C. Conservative accounting choices",
  "",
  "3. Analyst would mostly conduct additional analysis i en laced will which of the following Trancel presentations?",
  "A. A non-GAAP financial measure that excludes an expense that is likely to recur",
  "B. Reporting a non-GAAP financial measure in an SEC filing",
  "C. A change from LIFO inventory accounting to FIFO",
  "",
  "4. Under International Financial Reporting Standards (IFRS) reported operating cash flows are most likely to be increased by the classification choice made for",
  "A. impairment losses on fixed assets",
  "B. dividends paid",
  "C. Interest expense",
  "",
  "",
  "5. In the Porter's five forces framework a company is most likely to have the greatest profitability if",
  "A. the threat of substitutes is low and the bargaining power of buyers is low",
  "B. the threat of substitutes is low and the bargaining power of buyers is high.",
  "C. The threat of substitutes is high and the bargaining power of buyers is low.",
  "",
  "6. Which of the following conditions conducive to issuing low-quality financial reports is most likely a result of poor internal controls",
  "A. Rationalization",
  "B. Opportunity",
  "C. Motivation",
  "",
  "7. Maintaining prior views or forecasts by inadequately incorporating new information best describes",
  "A. conservatism bias",
  "B. overconfidence blas",
  "C. representativeness bas",
  "",
  "8. For a company in a cyclical industry, normalized earnings are best described as",
  "A. current carnings that include the impact of acquisitions",
  "B. mid-cycle eamings in the absence of temporary factors.",
  "C. earnings from the peak years excluding temporary factors",
  "",
  "9. Porter's five forces anslyss is used to estimate a company's future profit margin relate to.",
  "A. only its compothors",
  "B. only its historic margins.",
  "C. both its competitors and its historic margins",
  "",
  "10. An analyst uses the following information to forecast a company's gross profit margin:",
  "",
  "The analysts forecasted gross profit margin should be closest to a(n)",
  "A. decrease of 1%.",
  "B. increase of 1%",
  "C. increase of 4%.",
  "",
  "11. The price esticity of demand for a product is 0.5 and its cost remains constant, a 10% increase is selling price will most likely result in.",
  "A. no change in cost of sales",
  "B. a decrease in volume of 5%",
  "C. an increase in revenue of 5%",
  "",
  "12. All else being equal, forecasting an increase in which of the following will most likely increase forecasted EPS for a company?",
  "A. Share repurchases",
  "B. Secondary stock issuances",
  "C. Equity based compensation of employees",
  "",
  "13. Analyst gathers the following information (in € millions) relating to a company's merchandise inventory as of 31 December of Year 1.",
  "On 31 December of Year 2, the nel realizable value of the inventory is € 7 higher than iít carying value. Under US GAAP, the amount (in millions) of the reversal of the prior write down is",
  "A. 0",
  "B. 5",
  "C. 7",
  "",
  "14. An analyst gathers the following year-end information from a company's financial statements",
  "Based only on this information, if Year 2 net income is €3 million and the Year 1 ending cash balance is €10 million the Year 2 ending cash balance is:",
  "A. €8 million",
  "B. €12 million",
  "C. €15 million",
  "",
  "15. A company Incurred the following expenditures (in € milions) to internally develop Intangible asset:",
  "If the recognition criteria for an intangible asset have been met, the maximum amount of capitalized costs (in millions) is",
  "A. 600",
  "B. 900.",
  "C. 1,500",
  "",
  "16. Compared to the industry average, which of the following financial ratio most likely indicates a company has a highly efficient credit and collection process? A relatively low.",
  "A. receivables turnover ratio",
  "B. number of days sales outstanding",
  "C. number of days of inventory on hand",
  "",
  "17. Under the indirect method of reporting cash flow from operating actives, a decrease deferred income tax liabilities is",
  "A. ignored",
  "B. added back to net income",
  "C. subtracted from net income.",
  "",
  "18. With respect to company analysis, measures of inventory management are best described at.",
  "A. activity ratios",
  "B. solvency ratios.",
  "C. profitability ratios.",
  "",
  "19. A disclamer of opinion is issued when an auditor",
  "A. is unable to issue an opinion",
  "B. notes an exception to accounting standards.",
  "C. finds a material departure from accounting standards.",
  "",
  "20. Which of the following most likely indicates improved efficiency of a company’s credit, and collection policy? An increase in",
  "A. receivables tumover ratio",
  "B. days of sales outstanding",
  "C. number of days of payables",
  "",
  "21. An analyst gathers the following information (in € millions) about a manufacturing company",
  "Based only on this information, applying vertical common size analysis to the income statement, selling, general and administrative expenses are:",
  "A. 12%.",
  "B. 20%",
  "C. 30%",
  "",
  "22. Which of the following is most likely added back to net income when preparing a cash flow statement under the Indirect method?",
  "A. Gains on sale of assets",
  "B. Amortization of bond discount",
  "C. Decrease in deferred tax liability",
  "",
  "23. With respect to the statement of cash flows under the indrect method, which of the Following will increase net cash provided by operating activities compared to net income? An increase in",
  "A. inventory",
  "B. accounts payable",
  "C. accounts receivable",
  "",
  "24. Ignoring income taxes, acquiring an intangiable asset would most likely result in",
  "A. a lower net operating cash flow than intemally developing the intangible asset",
  "B. the same net operating cash flow than internally developing the intangible asset",
  "C. a higher net operating cash flow than internally developing the intangible asset",
  "",
  "25. Which of the following is most accurate with respect to inherent limitations of audit?",
  "A. An audit opinion is based on review of information only prepared by the auditor",
  "B. An audit is based on an exhaustive review of all transactions during a financial year",
  "C. An expectations gap may exist between the auditor's rule and the public's expectation of auditors",
  "",
  "",
  "26. An analyst gathers the following Information about a company for its fiscal year ended 31 December",
  "Basic EFS is closest to",
  "A. €0.36",
  "B. €0.47.",
  "C. €0.54.",
  "",
  "",
  "",
  "27.Which of the following opinions is the best indication that the auditor believes that the financial statements depart materially from accounting standards and are not fairly presented?",
  "A. Adverse opinion",
  "B. Qualified opinion",
  "C. Disclaimer of opinion",
  "28. An analyst gathers the following information about a company.",
  "If all purchases and sales were made on credit, the cash conversion cyce (based on a 360-day year) is",
  "A. 99 days",
  "B. 171 days",
  "C. 251 days.",
  "",
  "29. An analyst gathers the following information (in $ thousands) about a company",
  "Cash flow from operating activities (in $ thousands) is",
  "A. 8.500.",
  "B. 11,500",
  "C. 12.000.",
  "",
  "",
  "",
  "30. Which of the following may be reported using the modified retrospective method?",
  "A. Comections of prior period errors",
  "B. Changes in estimated useful life of PP&E",
  "C. Changes in accounting policies based on the new revenue recognition standard",
  "",
  "",
  "",
  "31. An analyst gathers the following information (in millions) about a company before any revaluations:",
  "An initial revaluation increases the carrying value of the asset valued under the revaluation model. Ignoring taxes, the financial leverage rato most way",
  "A. decreases",
  "B. remains the same.",
  "C. increases",
  "",
  "32. An analyst gathers the following information (in € thousands) about a company",
  "Cash flow from operating activities (in € thousands) is",
  "A. 85",
  "B. 161.",
  "C. 201.",
  "",
  "33. Under US GAAP and all else being equal in a period of stable inventory quantities and rising inventory unit costs. Which inventory valuation method is least likely to incur inventory write downs?",
  "A. FIFO",
  "B. LIFO",
  "C. Weighted average cost",
  "",
  "34. Which of the following analyses can be used to compare a company's financial ratios with those of its major competitors?",
  "A. Trend only",
  "B. Cross-sectional only",
  "C. Both trend and cross sectional",
  "",
  "35. An analyst gathers the following information about a company's Iscal year ended 31 December",
  "If a 2-for-1 stock split took effect on 1 July, basic EPS for the year is",
  "A. $3.00.",
  "B. $3.50.",
  "C. 54.20.",
  "",
  "36. An analyst gathers the following information about two companies in thousands)",
  "Based only on the companies' common size income statements, it appears that",
  "A. Company 1 spent more on advertising than Company 2",
  "B. both companies spent equally on research and development",
  "C. Company 1 has a higher gross profit margin than Company 2.",
  "",
  "",
  "37. A deferred tax liability could arise when",
  "A. the tax base of an asset is greater than its carrying amount",
  "B. the carrying amount of a liability is greater than its tax base.",
  "C. financial accouting income tax expense exceeds income tax payable",
  "",
  "38. An analyst gathers the following information (in € millions) about a company's fiscal year:",
  "Case paid to supplers (in € millions) is",
  "A. 6,500.",
  "B. 9,000.",
  "C. 11,500.",
  "",
  "39. An analyst gathers the following information about a company for its fiscal year ended 31 December:",
  "Each convertible preferred share is convertible into two common shares, if there are no other potentially dilutive securities outstanding, reported diluted EPS is closest to",
  "A. €0.51",
  "B. €0.57",
  "C. €0.59",
  "",
  "40. An analyst gathers the following Information (in thousands) about a company.",
  "If interest paid is classifed as a cash flow from operating activities and the income tax rate is 20%, FCFF (in € thousands) is:",
  "A. 57",
  "B. 65",
  "C. 73",
  "",
  "41. A qualified audit opinion is most likely iussued when financial statements are prepared",
  "A. In compliance with accounting standards",
  "B. with material departures from accounting standards",
  "C. with some Iimitation or exception to accounting standards",
  "",
  "42. Common size statements are most likely the output of which of the following phases of the financal statement analysis framework?",
  "A. Process data",
  "B. Analyze interpret the processed data",
  "C. Develop and communicate conclusions and recommendations",
  "",
  "43. An analyst gathers the following information about a company's fiscal year ended 31 December",
  "Interest payable on 31 December is:",
  "A. €30,000",
  "B. €80,000",
  "C. €95,000.",
  "",
  "44. An analyst gathers the following Information (in € thousands) about a company:",
  "If Interest paid is classifed as a cash flow from operating activities and the income tax rate is 40%, net debt repayment (in € thousands) is closest to",
  "A. 940",
  "B. 1,044.",
  "C. 1,200.",
  "",
  "45. Deferred tax assets could arise when",
  "A. taxable income exceeds accounting profit",
  "B. the carrying amount of assets exceeds their tax base.",
  "C. accounting income tax expense exceeds income taxes payable",
  "",
  "46. Under US GAAP, in Ihe second year of a multi-year lease, a lessee with an operating lease most liikely reports a",
  "A. higher interest expense than it would if the leasewere a finance lease",
  "B. lower deprecation expense than it would if the lease were a finance lease",
  "C. greater financing cash outflow that would if the lease were a finance lease.",
  "",
  "47. In common-size analysis of the cash flow stateement, each line item of cash inflow may be stated as a percentage of",
  "A. total assets",
  "B. net revenue.",
  "C. net cash flow.",
  "",
  "48. Under US GAAP, which of the following is a required financial statement disclosure concerning inventory?",
  "A. Only the material amount of income resulting from the liquidation of LIFO inventory",
  "B. Only the amount of any reversal of any write down that is recognized as a reduction in cost of goods sold in the period",
  "C. Both the material amount of income resulting from the liquidation of LIFO inventory, and the amount of any reversal of any write down that is recognized as a reduction in cost of goods sold in the period",
  "",
  "49. An analyst gathers the following Information about a company's non-depreciable asset reported under the revaluation model",
  "The revaluation surplus after the second revaluation is:",
  "A. €2,500",
  "B. €0",
  "C. €2.600",
  "",
  "50. An analyst gathers the following Information about an electronics manufacturing company's inventory.",
  "As a result of the reversal of the write-down, the company's Year 2 financial statements should report a decrease in cost of sales of",
  "A. €0",
  "B. €3.000",
  "C. €6.000",
  "",
  "51. An analyst gathers the following Information about a company.",
  "ROE 10%",
  "Financial leverage 2.0",
  "Net profit margin 4%",
  "EBIT margin 5%",
  "Interest burden 85%",
  "The total asset turnover ratio is closet to",
  "A. 1.0",
  "B. 1.3",
  "C. 1.5",
  "",
  "52. All else being equal, in a period of stable inventory quanties and declining inventory unit costs, using the LIFO Inventory valuation method will result in a lower:",
  "A. gross profit than if the FIFO inventory valuation method had been used",
  "B. current ratio than if the FIFO Inventory valuation method had been used",
  "C. Inventory turnover ratio than if the FIFO inventory valuation method had been used.",
  "",
  "53. An analyst collects the following informanon (in € milions) about a manufacturing company's inventory",
  "At the end of Year 2, thee balance sheet should reflect inventory (in € millions) of",
  "A. 1,700.",
  "B. 2,000.",
  "C. 2,500.",
  "",
  "54. In an environment of steadily increasing prices and quantities reported, ending inventory most closely reflects current replacement value under the",
  "A. FIFO method using a periodic inventory system",
  "B. LIFO method using a periodic inventory system.",
  "C. LIFO method using a perpetual inventory system.",
  "",
  "55. An analyst gathers the following information (in € thousands) abouta company's non- depreciable asset",
  "Historical cost 50",
  "Carrying value after impairment, 31 December of Year 1 40",
  "Recoverable amount, 31 December of Year 2 60",
  "The maximum allowable carrying amount (in € thousands) on the Year 2 balance sheet is",
  "A. 40",
  "B. 50",
  "C. 60",
  "",
  "56. All else being equal, a write down of inventory by a manufacturing company most likely results in a",
  "A. lower total asset turnover ratio and a lower current ratio",
  "B. higher total asset turnover ratio and a lower current ratio.",
  "C. lower total asset turnover ratio and a higher current ratio.",
  "",
  "57. On the statement of cash flows, interest paid should be classified as",
  "A. a financing cash flow only",
  "B. an operating cash flow only.",
  "C. ether a financing or an operating cash flow",
  "",
  "58. An analyst gathers the following information (in millions) about an automobile manufacturer's inventory:",
  "The Inventory tumover (calculated using average inventory in Year 2) is closest to:",
  "A. 6.0",
  "B. 6.3",
  "C. 6.7",
  "",
  "59. An analyst gathers the following Information (in € thousands) about an electronics manufacturing company's inventory.",
  "The Inventory (in € thousands) is carried on the balance sheet at",
  "A. 3,100.",
  "B. 3,200",
  "C. 3,300.",
  "",
  "60. For leases with a term of twelve months or less, the lessee",
  "A. may recognize lease payments on a straight-line",
  "B. must report at lease inception a \"right-of-use” asset and a lease liability, which are both equal to the present value of future lease payments",
  "C. must report at lease inception a right-of-use asset and a lease liability, which are both equal to the undiscounted value of future lease payments",
  "",
  "61. According to the converged standards for revenue recognition, a receivable is recognized on the seller's balance sheet when",
  "A. a contract is signed",
  "B. all performance obligations have been met except for payment",
  "C. consideration is received in advance of transfering goods or services",
  "",
  "62. An analyst gathers the following Information about a company's equipment",
  "The carrying value of the equipment should be",
  "A. €17,200",
  "B. €17,400.",
  "C. €20,000",
  "",
  "",
  "",
  "63. Which of the following ratios would most likely be positively affected by an inventory write-down compared to the value absent the write down?",
  "A. Activity",
  "B. Liquidity",
  "C. Solvency",
  "",
  "",
  "",
  "64. A deferred tax asset has been previously recognized. At the current balance sheet date, the criteria for economic benefits are not met but the tax differences are still expected to be temporary. As a result:",
  "A. The existing deferred tax asset should be reversed",
  "B. a valuation allowance account should be established",
  "C. the existing deferred tax asset should be reclassified as equity",
  "",
  "",
  "65. An analyst gathers the following information (in € thousands) about a company",
  "Cash received from customers (in € thousands) is:",
  "A. 3,800.",
  "B. 5,000",
  "C. 6,200.",
  "",
  "",
  "",
  "66. Which of the following is an inventory related financial statement disclosure required under US GAAP?",
  "A. The carrying amount of inventories carried at fair value less costs to sell.",
  "B. The circumstances or events that led to the reversal of a prior-year write-down of inventories",
  "C. The amount of reversal of any prior year write-down of inventories that is recognized as a reduction in cost of sales in the current period.",
  "",
  "",
  "",
  "67. All else being equal in a period of declining inventory unit costs and constant inventory quantities, which of the following inventory valuation methods most likely allocates a higher amount of the total cost of goods avalable available for sale to cost of sales on the income statement?",
  "A. FIFO",
  "B. LIFO",
  "C. Weighted average cost",
  "",
  "",
  "68. The adjustments related to changes in the estimated residual value of a long-lived asset should be",
  "A. handled prospectively",
  "B. shown separately on the income statement",
  "C. handled retrospectively unless impractical to do so.",
  "",
  "",
  "",
  "69. Which of the following might indicate that a company uses aggressive accounting choices to increase its reported performance and financial position in the current period?",
  "A. Increasing the estimated salvage values of PPSE",
  "B. Changing the depreciation method from straight-line to double-declining balance",
  "C. Changing from weighted average to FIFO Inventory valuation method in a period of declining inventory prices and constant inventory quantities",
  "",
  "",
  "",
  "",
  "",
  "70. An analyst gathers she following information about a company's equipment base:",
  "The company sold equipment having a historical cost of €5,000,000 and reported a loss on sale of €250,000. The cash received from the sale of equipment is",
  "A. €750,000.",
  "B. €1,750.000",
  "C. €4,700.000.",
  "",
  "71. An analyst gathers the following information (in millions) about a company.",
  "ROA is",
  "A. 11%",
  "B. 13%",
  "C. 15%",
  "",
  "72. In calculating basic and basic EPS, the numerators are the same but the denominators are different, the company.",
  "A. split its stock during the year",
  "B. had stock options outstanding at year end.",
  "C. had converable debt outstanding at year end.",
  "",
  "",
  "73. An analyst gathers the following Information about a company's given fiscal year ended 31 December.",
  "the bonds are convertible into 200,000 common shares and there are no other potentially dilutive securities outstanding, The company's reported diluted EPS is closest to",
  "A. $1.01.",
  "B. $1.03.",
  "C. $1.07.",
  "",
  "",
  "",
  "74. An analyst gathers the following information about a company.",
  "ROE is closest to",
  "A. 5.4%",
  "B. 6.9%",
  "C. 8.1%",
  "",
  "",
  "",
  "75. An analyst gathers the following Information (in € thousands) about equipment.",
  "The equipments carrying amount (in € thousands) after Impairment is",
  "A. 7,000.",
  "B. 8,800.",
  "C. 9,000.",
  "",
  "",
  "",
  "76. Which of the following ratios is most appropriate in measuring a company's ability to cover its debt payment",
  "A. Return on equity",
  "B. Fixed asset turnover",
  "C. Fixed charge coverage",
  "",
  "",
  "",
  "77. Under which of the following classifications of leases will a lessor derecognize the leased asset and recognize a lease receivable on the balance sheet at lease inception",
  "A. Only a finance lease under IFRS",
  "B. Only an operating lease under US GAAP",
  "C. Both a finance lease under IFRS and an operating lease under US GAAP",
  "",
  "",
  "78. Ignoring income taxes, which of the following ratios decreases as a result of an impairment change",
  "A. Net profit margin",
  "B. Debt-to-equity ratio",
  "C. Working capital turnover",
  "",
  "",
  "79. An analyst gathers the following information about a company:",
  "Based only on this information, the company's debt to capital ratio is closest to:",
  "A. 17%",
  "B. 21%",
  "C. 27%",
  "",
  "80. According to the converged standards for revenue recognon, which of the following might indicate that a seller has transferred control of an asset to a buyer at a point in time? The seller has",
  "A. legal title of the asset",
  "B. a present right to payment for the asset",
  "C. significant risks and rewards of ownership related to the asset",
  "",
  "81. A company incurred research costs which were all expened in the current fiscal year for financal reporting purposes. Applicable tax laws require research costs to be expensed over a 5 year period if taxable profit will be available against which the deductible temporary differences can be utilized, in the current fiscal year the company will most likely record",
  "A. a deferred tax asset.",
  "B. a deferred tax liability",
  "C. neither a deferred tax asset nor a deferred tax liability.",
  "",
  "82. All else being equal, the cash conversion cycle most likely shortens if",
  "A. payables turnover decreases",
  "B. Inventory turnover decreases.",
  "C. days of sales outstanding increases.",
  "",
  "83. On the statement of cash flows, interest payments may be classifieded as a financing cash flow under",
  "A. IFRS only",
  "B. US GAAP only.",
  "C. both IFRS and US GAAP",
  "",
  "84. An analyst gathers The following information (in € thousands) about a company whose fiscal year ends on 31 December",
  "The company's trailing 12 months (in € thousands) for the period ended 30 one of Year 2 is",
  "A. 1,700",
  "B. 3,700",
  "C. 4,200.",
  "",
  "",
  "",
  "",
  "",
  "85. An analyst gathers the following information about three companies (In € millons)",
  "",
  "Company 1 Company 2 Company 3 Total assets 100 200 400 Total debt 20 50 60 Total equity 80 150 320 Earnings before interest and taxes (EBIT) 8 10 12 Interest payments 4 4 4",
  "Based on this information, which company is most solvent?",
  "A. Company 1",
  "B. Company 2",
  "C. Company 3",
  "",
  "86. The carrying amount of an asset being higher than its tax base may be considered a",
  "A. temporary diference resulting in a deferred tax asset",
  "B. permanent difference resulting in a deferred tax asset.",
  "C. temporary difference resulting in a deferred tax ability",
  "",
  "87. A debt-to-equity of 1.0 most likely results in a debt-to-capital ratio of.",
  "A. 0.5",
  "B. 1.0",
  "C. 2.0",
  "",
  "88. Which of the following financial statement disclosures conceming PP&E is required under US GAAP?",
  "A. The balances of major classes of depreciable assets",
  "B. The date of revaluation under the revaluation model",
  "C. A reconcilation of carrying amount at the beginning and end of the period",
  "",
  "89. All else being equal, a company with older assets has a fixed asset turnover ratio that is",
  "A. lower compared to a company with nnew assets",
  "B. the same compared to a company with newer assets",
  "C. higher compared to a company with newer assets",
  "",
  "90. An analyst gathers the following Information (in thousands) about a manufacturing compens",
  "Based only on this information, which of the following ratios(s) may indicate improved solvency from Year 1 to Year 2?",
  "A. Interest coverage ratio only",
  "B. Financial leverage ratio only",
  "C. Both interest coverage ratio and financial leverage ratio",
  "",
  "91. If a company sell PP&E with a carrying amount of €75,000 and reported a gain of €2,000 cash flow from investing activities",
  "A. €0",
  "B. €73,000",
  "C. €77.000",
  "",
  "92. A company acquires a 5-year t license for product it plans to continue selling for the foreseeable future. The license can be renewed at minimal cost. The license should be.",
  "A. carried on the balance sheet at historical cost.",
  "B. amortised using the straight-line method over its estimated useful life",
  "C. amortised using the units of production method over its estimated useful life",
  "",
  "93. An analyst gathers the following information (in € thousands) about a company's sale of equipment.",
  "Selling price 58",
  "Historical cost 50",
  "Accumulated depreciation 5",
  "The gain on the sale (in € thousands) is",
  "A. 3.",
  "B. 8.",
  "C. 13.",
  "",
  "94. An analyst gathers the following information (in € thousands) about a manufacturing company's inventory.",
  "The net realizable value of the inventory (in € thousands) is",
  "A. 750",
  "B. 850",
  "C. 1,000.",
  "",
  "95. Which of the following is most likely a measure of a company's ability to meet its short- term obligations?",
  "A. Quick ratio",
  "B. Operating profit margin",
  "C. Days of payables outstanding",
  "",
  "96. An analyst gathers the following information (in thousands) about a company's current assets and liabilities:",
  "The company's quick ratio is",
  "A. 0.13.",
  "B. 0.33.",
  "C. 0.40.",
  "",
  "97. An analyst gathers the following Information (in millions) about a company!",
  "The total debt ratio is:",
  "A. 0.25",
  "B. 0.50.",
  "C. 2.00.",
  "",
  "98. For a mature company. The primary source of cash flows is most likely from",
  "A. operating activities",
  "B. investing activities",
  "C. financing activities",
  "",
  "99. A company entered into a 5 year construction contract with a total sales price of €3.000.000. The estimated total costs are €2,000,000 and the company incurred €500,000 actual costs in the first year. The company has extensive experience with similar types of contracts. Costs incurred provide an appropriate measure of progress toward completing the contract. Assuming it is highly probable that revenue will not be subsequently reversed, revenue recognized under the contract in Year 1 is most liklely",
  "A. €500,000.",
  "B. €600,000.",
  "C. €750,000",
  "",
  "100. Which of the following could motivate a lessee to lease a high-value, long-lived asset rather than to purchase Lease contracts",
  "A. usually require little, if any, down payment",
  "B. are reported as off-balance sheet financing structures",
  "C. do not require the recognition of a liability on the balance sheet.",
  "",
  "101. An analyst gathers the following information (in millions) about a company:",
  "Cash paid for other operating expenses (in € millions) is:",
  "A. 4,000.",
  "B. 4,400.",
  "C. 4,600",
  "",
  "102. An analyst gathers the forkwing information (in thousands) acut a company's equipment",
  "Ignoring taxes, proceeds from sale of the equipment (in € thousands) is",
  "A. 750",
  "B. 1,150",
  "C. 1,400.",
  "",
  "103. For a company reporting on a calendar year basis. The recepit of a payment from a client in Year 1 for the delivery of services in Year 2 most likely increases",
  "A. net income for Year 1",
  "B. liabilities as of 31 December of Year 1.",
  "C. cash flow from operating activities for Year 2.",
  "",
  "104. An analyst gathers the following Information (in € millions) about a manufacturing company's land reported under the revaluation model",
  "All elsebeing equal and ignoring taxes, the revaluation at 31 December Year 1 leads in a",
  "A. higher quick ratio",
  "B. higher total asset turnover",
  "C. lower debt-to-assets ratio",
  "",
  "",
  "105. On the statement of cash flows cash dividends paid may be classified as an operating activity under",
  "A. IFRS only",
  "B. US GAAP only.",
  "C. Both IFRS and US GAAP",
  "",
  "106. According to the converged accounting standards for reverse recognition, which of the following is the first of five steps in recognizing revenue?",
  "A. Determine the transaction price",
  "B. Identify the contract with the customer",
  "C. Identify the distinct performance obligations in the contract",
  "",
  "107. The financial leverage ratio may be calculated as:",
  "A. EBIT divided by interest payments.",
  "B. total debt divided by total shareholders equity.",
  "C. average total assets divided by average shareholders' equity",
  "",
  "108. Which of the following is defined as how long a company can continue to pay as daily cash expenditures from its existing liquid assets without receiving additional cash inflow?",
  "A. Cash conversion cycle",
  "B. Defensive interval ratito",
  "C. Fixed charge coverage",
  "",
  "109. Accounting goodwill arising from acquisitions is",
  "A. expensed in the period it arises",
  "B. capitalized and amortized over a finite period.",
  "C. capitalized and tested for impairment annually",
  "",
  "110. An analyst gathers the following Information (in millions) about a company:",
  "On a common-sze statement of cash flows presented using the indirect method, net operating cash flow is:",
  "A. 30%",
  "B. 50%",
  "C. 75%",
  "",
  "111. A company establishes a plan dispose of one of its material lines of business and will have no further involvement in its operation. The income statement most likely reports the results of this line of business as",
  "A. discountinued operations",
  "B. unusual or infrequent items",
  "C. continuing operations unit the actual sale is performed.",
  "",
  "112. An analyst gathers the following information (in € thousands) about a company's equipment reported under the cost model",
  "The impairment loss (in € thousands) is",
  "A. 300",
  "B. 350.",
  "C. 500",
  "",
  "113. An analyst gathers the following information about PP&E that is abandonned and accumulated for using the cost model",
  "Assuming no impairment, the abandonment of PP&E on the financial statements will result in a",
  "A. decrease of €10 million in PP&E",
  "B. loss of €1 million on the income statement",
  "C. decrease of €1 milion on the cash flow statement.",
  "",
  "114. An analyst gathers the following information about a company.",
  "The average tax rate is closest to",
  "A. 43%",
  "B. 47%",
  "C. 57%",
  "",
  "115. Which of the following disclosures as required for each class of PP&E carried under the cost model?",
  "A. Remaining useful life",
  "B. Gross carrying amount",
  "C. Fair value and details of how it was obtained",
  "",
  "116. Which of the following components of change in the net pension asset or liability of a defined-beneft pension plan is recognized in other comprehensive income?",
  "A. Employees' service costs",
  "B. Actuarial gains and losses",
  "C. Net interest expense of income accrued on the beginning net pension asset or liability",
  "",
  "",
  "",
  "117. An analyst gathers the following information about a company",
  "Under US GAAP free cash flow to equity is most likely:",
  "A. less than free cash flow to the firm.",
  "B. equal to free cash flow to the firm.",
  "C. greater than free cash flow to the firm.",
  "",
  "",
  "",
  "118. A manufacturing company reporting under US GAAP using the FIFO inventory valuation method should measure its finished goods' inventory at the lower of",
  "A. cost and market value",
  "B. cost and net realizable value.",
  "C. market value and net resizable value",
  "",
  "",
  "119. A company reporting under US GAAP purchases an equity security issued by another company. If the equity security represents less than 1% of the outstanding equity of the issuing company and the acquiring company owns no other equity stake in the issuing company, the investment is most likely earned on the acquiring company's balance sheet as",
  "A. amortized cost",
  "B. fair value with any unrealized holding gains/lossesrecognized in the income statement",
  "C. fair value with any unrealized holding gains/lossesrecognized in other comprehensive income",
  "",
  "",
  "",
  "120. An analyst gathers the following information about a company's fiscal year ended 31 December",
  "One convertible preferred share is convertible into two common shares if the tax rate is 40% and there are no other potentially dilutive securities outstanding, reported diluted EPS is closest to",
  "A. €0.38",
  "B. €0.48",
  "C. €0.63",
  "",
  "121. An analyst gathers the following information about a company's fiscal year ended 31 December",
  "",
  "One convertible preferred share is convertible into six common shares. If there are no other potentially dilutive securities outstanding, reported diluted EPS should be closest to",
  "A. $0.95",
  "B. $1.02",
  "C. $1.14",
  "",
  "",
  "122. An analyst gathers the following information (in € millions) about a company",
  "Applying vertical common-size analysis to the company's balance sheet, cash and cash equivalents are",
  "A. 20%.",
  "B. 25%",
  "C. 32%",
  "",
  "123. An analyst gathers the following information (in € thousands) about a company",
  "Based only on this information, the payables tumover ratio for Year 2 is",
  "A. 9.",
  "B. 10",
  "C. 12",
  "",
  "124. An analyst gathers the following information about a company",
  "",
  "Based only on the cash conversion cycle, the company's liquidity position from Year 1 to Year 2 has",
  "A. deteriorated.",
  "B. remained the same.",
  "C. improved",
  "",
  "125. The role of financial reporting is best described as",
  "A. making operating investing and financial decisions.",
  "B. providing information about a company's performance, financial position, and change in financial position",
  "C. evaluating a company's past, current, and potential performance for the purpose of making economic decisions",
  "",
  "126. An analyst gathers the following information (in E milions) about a company",
  "The fixed charge coverage ratio is closest to",
  "A. 1.2.",
  "B. 1.8.",
  "C. 2.0",
  "",
  "",
  "127. Under US GAAP the recognition of a valuation allowance for deferred tax assets impacts",
  "A. the effective tax rate only",
  "B. the statutory tax rate only",
  "C. both the effective tax rate and statutory lax rate",
  "",
  "",
  "128. A copyright, for which an active market exists, has a set finite life and is used in a company’s operations over more than one fiscal period. Under US GAAP, this copyright is reported using:",
  "A. only the cost model",
  "B. only the revaluation model",
  "C. either the cost or the revaluation model",
  "",
  "129. Compared to purchasing an asset using debt, leasing an asset is most likely to",
  "A. have a higher financing cost",
  "B. require a greater down payment.",
  "C. reduce lessee's exposure to obsolescence",
  "",
  "130. An analyst gathers the following information (in € millions) about a company",
  "Cash received from customers (in € milions) in Year 2 is:",
  "A. 2,070",
  "B. 2,120.",
  "C. 2,130",
  "",
  "",
  "",
  "",
  ""
]
