[
  "Portfolio Management",
  "1. Which of the following statements about pension plans is most accurate?",
  "A. Defined benefit plans typically have a low risk tolerance.",
  "B. Defined contribution plans typically have a low risk tolerance.",
  "C. The sponsor of a defined benefit plan specifies the obligation owed to participants.",
  "",
  "2. The process of risk management is best described as the set of decisions that maximizes a company's value while:",
  "A. minimizing the risk taken.",
  "B. bearing a tolerable level of risk.",
  "C. predicting the potential risk correctly.",
  "",
  "3. Which of the following is least consistent with effective risk governance?",
  "A. Taking an enterprise-wide view",
  "B. Defining the enterprise's risk tolerance",
  "C. Following a bottom-up process to direct risk management activities",
  "",
  "4. With regard to an investment policy statement, which of the following statements about return objectives is most accurate?",
  "A. A return objective cannot be a required rate of return.",
  "B. Return objectives must be set independent of risk objectives.",
  "C. When setting a relative return objective, a good benchmark should be investable.",
  "",
  "5. The correlation between the risk-free asset and the optimal risky portfolio is expected to be:",
  "A. negative.",
  "B. zero.",
  "C. positive.",
  "",
  "6. An investor who can lend and borrow at the risk-free rate builds a portfolio using the risk- free asset and the market portfolio. The risk-free rate is 3% and the expected market return is 15%. If the expected portfolio return is 18%, the investor's portfolio is:",
  "A. a lending portfolio.",
  "B. a leveraged portfolio.",
  "C. the optimal risky portfolio.",
  "",
  "7. An analyst gathers the following information about a company:",
  "If all purchases and sales were made on credit, the cash conversion cycle (based on a 360-day year) is:",
  "A. less than the utility generated for a risk-averse investor.",
  "B. equal to the utility generated for a risk-averse investor.",
  "C. greater than the utility generated for a risk-averse investor.",
  "",
  "8. A risk-neutral investor most likely seeks to maximize:",
  "A. both risk and return.",
  "B. retum irrespective of risk.",
  "C. return for a given level of risk.",
  "",
  "",
  "",
  "",
  "9. An analyst gathers the following information (in € millions) about a company before any revaluations.",
  "An initial revaluation increases the carrying value of the asset valued under the revaluation model. Ignoring taxes, the financial leverage ratio most likely",
  "A. 3.6%.",
  "B. 5.6%.",
  "C. 11.6%",
  "",
  "10. Which of the following is most likely a consequence of overconfidence bias? Investors:",
  "A. holding poorly diversified portfolios.",
  "B. continuing to hold classes of assets with which they are familiar.",
  "C. holding investments in a loss position longer than justified, in the hope that they will return to breakeven.",
  "",
  "11. Failing to act in pursuit of long-term goals in favor of short-term satisfaction best describes which of the following emotional biases?",
  "A. Self-control bias",
  "B. Endowment bias",
  "C. Loss-aversion bias",
  "",
  "12. When creating a long-only portfolio, which of the following correlation coefficients between assets would be most effective at reducing portfolio risk?",
  "A. - 0.5.",
  "B. 0.",
  "C. 0.5.",
  "",
  "13. Which of the following can best be explained by overconfidence when predicting companies' earnings growth rates?",
  "A. Base-rate neglect",
  "B. The value anomaly",
  "C. The disposition effect",
  "",
  "14. Which of the following is most likely developed by combining a client's investment objectives and constraints with long-term capital market expectations?",
  "A. Risk budget",
  "B. Strategic asset allocation",
  "C. Investment policy statement",
  "",
  "15. The diversification ratio of a portfolio is best described as the ratio of the:",
  "A. standard deviation of the equally weighted portfolio's returns to the average standard deviation of the individual securities' returns.",
  "B. standard deviation of the market-capitalization-weighted portfolio's returns to the standard deviation of the equally weighted portfolio's returns.",
  "C. average standard deviation of the individual securities' returns to the standard deviation of the market-capitalization- weighted portfolio's returns.",
  "",
  "16. In regard to the asset allocation process, a top-down analysis most likely begins with an examination of",
  "A. macroeconomic growth.",
  "B. a company's board of directors.",
  "C. the expected growth of a company's competitors.",
  "",
  "17. Which of the following is most likely a consequence of the illusion of control bias?",
  "A. An investor's portfolio turnover is too low.",
  "B. The investor's portfolio contains concentrated positions in companies.",
  "C. An investor uses a simple forecasting model for portfolio construction.",
  "",
  "18. Which of the following is best classified as a non-financial risk?",
  "A. Credit risk",
  "B. Liquidity risk",
  "C. Accounting risk",
  "",
  "19. Portfolio rebalancing is best described as a process aimed at:",
  "A. generating alpha.",
  "B. aligning portfolio weights with the tactical asset allocation decision.",
  "C. restoring the portfolio's original exposures to systematic risk factors.",
  "",
  "20. The risk-return trade-off of a portfolio of only risky assets most likely improves when a risk-free asset is added to the portfolio because:",
  "A. the risk-free asset is uncorrelated with the other assets in the portfolio.",
  "B. the lower return on the risk-free asset provides a diversification effect",
  "C. the correlations among the risky assets decrease, providing a diversification effect.",
  "",
  "21. Which of the following best describes a potential consequence of the regret-aversion bias for financial market participants?",
  "A. Engaging in herding behaviour",
  "B. Borrowing excessively to finance present consumption",
  "C. Misidentifying risk tolerances because of how questions about risk tolerance were framed",
  "",
  "22. Cognitive errors:",
  "A. stem from impulses and intuition.",
  "B. result in the same decision as assumed by traditional finance theory.",
  "C. can often be corrected or eliminated through better information, education, and advice.",
  "",
  "23. Exchange-traded funds (ETFs):",
  "A. are priced once a trading day.",
  "B. usually pay out dividends to shareholders.",
  "C. are generally structured as closed-end funds.",
  "",
  "24. Two assets have the following characteristics:",
  "The variance of returns for an equally weighted portfolio of the two assets is closest to:",
  "A. 0.038.",
  "B. 0.048.",
  "C. 0.055.",
  "",
  "25. With respect to return-generating models, statistical factor models:",
  "A. only include factors that have economic meaning.",
  "B. Identify factorsthat explain the covariance in observed returns.",
  "C. only include factors that have a fundamental connection to returns.",
  "",
  "26. Which of the following statements about asset allocation is most accurate?",
  "A.Investors should diversify their wealth between asset classes in order to eliminate systematic risk.",
  "B. Investors with a below-average risk tolerance should have an above-average weight in alternative investments.",
  "C. Adding asset classes with a low correlation to existing asset classes improves an investor's risk-return trade-off.",
  "",
  "27. An analyst gathers the following information about a portfolio and the market:",
  "Jensen's alpha for the portfolio is:",
  "A. 0.0%.",
  "B. 1.2%.>",
  "C. 2.2%.",
  "",
  "28. Which of the following behavioral biases is most likely the hardest to correct?",
  "A. Hindsight bias",
  "B. Loss-aversion bias",
  "C. Representativeness bias",
  "",
  "29. Momentum, defined as relative past stock returns, is most likely a factor in:",
  "A. fundamental factor models.",
  "B. the Carhart four-factor model.",
  "C. the Fama-French three-factor model.",
  "",
  "30. Which of the following measures uses only systematic risk to evaluate portfolio performance?",
  "A. M²",
  "B. Sharpe ratio",
  "C. Jensen's alpha",
  "",
  "",
  "31. When evaluating the return distribution of an asset class, the probability of extreme returns is best assessed by the",
  "distribution's:",
  "A. kurtosis.",
  "B. variance.",
  "C. skewness.",
  "",
  "32. Robo-advisers most likely",
  "A. face high barriers to entry.",
  "B. cater to the demand from investors with lower levels of investable assets.",
  "C. prefer actively managed funds to index funds when constructing client portfolios",
  "",
  "33. Which of the following is most closely associated with representativeness bias?",
  "A. Momentum",
  "B. The halo effect",
  "C. Bubbles and crashes",
  "",
  "34. Which of the following statements about different types of investors is most accurate?",
  "A. For banks, the liquidity of their investments is a paramount concern.",
  "B. For endowments, investment horizons are short due to their short-term spending needs.",
  "C. For insurance companies, the risk tolerance of their general and surplus accounts is typically the same.",
  "",
  "35. Which of the following is most likely undertaken during the risk budgeting process?",
  "A. Assessing risk appetite",
  "B. Setting a limit for value at risk (VAR)",
  "C. Establishing a reserve to cover potential future losses",
  "",
  "36. The portfolio approach to investing most likely.",
  "A. prevents portfolio losses during market downturns.",
  "B. reduces the systematic risk of individual assets in a portfolio.",
  "C. helps avoid disastrous investment outcomes during normal market conditions.",
  "",
  "37. A client's time horizon is most",
  "appropriately used by an investment adviser to determine the client's:",
  "A. risk attitude.",
  "B. ability to take risk.",
  "C. willingness to take risk.",
  "",
  "38. Which of the following sections of an investment policy statement most likely provides guidance on obtaining feedback on investment results?",
  "A. Investment Guidelines",
  "B. Evaluation and Review",
  "C. Statement of Duties and Responsibilities",
  "",
  "39. The security market line plots the expected return of a portfolio against a measure of the portfolio's:",
  "A. total risk.",
  "B. systematic risk.",
  "C. unsystematic risk.",
  "",
  "40. An analyst estimates the standard deviation of returns for the market portfolio to be 15% and the standard deviation of returns for a stock to be 25%. If the correlation of returns between the stock and the market portfolio is 0.6, the stock has:",
  "A. less systematic risk than the market portfolio.",
  "B. the same systematic risk as the market portfolio.",
  "C. more systematic risk than the market portfolio.",
  "",
  "41. Risk-averse investors make investment decisions that maximize:",
  "A. both return and risk.",
  "B. return irrespective of risk.",
  "C. return for the same amount of risk.",
  "",
  "42. Sovereign wealth funds are best described as investment funds:",
  "A. owned by governments.",
  "B. traded as closed-end country funds.",
  "C. restricted from investing in foreign securities",
  "",
  "43. Which of the following lines is plotted on a graph with the excess return of a security on the y-axis and the excess return of the market on the x-axis?",
  "A. Capital market line",
  "B. Security market line",
  "C. Security characteristic line",
  "",
  "44. According to capital market theory, the only type of risk that is priced is:",
  "A. systematic risk.",
  "B. diversifiable risk.",
  "C. idiosyncratic risk.",
  "",
  "45. Which of the following is most accurate regarding an investment policy statement (IPS)?",
  "A. Policies on sustainable investing require a separate IPS.",
  "B. Investment constraints can be determined by the client or by the law.",
  "C. Clients can specify different spending goals, but each goal must have the same risk tolerance and return objective.",
  "",
  "46. An investor's ability to take risk:",
  "A. is a function of risk tolerance.",
  "B. is typically assessed by a psychometric questionnaire.",
  "C. increases with the length of the investment horizon, all else being equal.",
  "",
  "47. The capital market line most likely consists of portfolios that:",
  "A. are fully diversified.",
  "B. have zero systematic risk.",
  "C. have nonsystematic risk equal to beta.",
  "",
  "48. The Markowitz efficient frontier is best described as a curve that:",
  "A. lies above and to the left of the minimum-variance frontier.",
  "B. connects the minimum-variance portfolios for all possible returns.",
  "C. contains all portfolios of risky assets that rational, risk-averse investors will choose.",
  "",
  "49. Which of the following most likely affects a client's ability to take risk? The client's:",
  "A. utility function",
  "B. degree of risk aversion",
  "C. level of wealth relative to liabilities",
  "",
  "50. The expected return for a security is equal to the market's risk premium. If the risk-free rate is positive and the CAPM holds, the beta of the security is:",
  "A. less than 1.",
  "B. equal to 1.",
  "C. greater than 1.",
  "",
  "51. Which of the following characteristics is most likely used to determine an investor's ability to take risk? The investor's:",
  "A. risk attitude.",
  "B. self-confidence.",
  "C. years until retirement.",
  "",
  "52. An analyst gathers the following information:",
  "According to the CAPM, the expected return of the security is closest to:",
  "A. 5.7%.",
  "B. 13.2%.",
  "C. 16.0%.",
  "",
  "53. The correlation of returns between two securities with equal standard deviation of returns is 0.75. If the covariance of returns is 5.5%², the standard deviation of returns for each security is closest to:",
  "A. 2.7%.",
  "B. 3.7%.",
  "C. 7.3%.",
  "",
  "54. An analyst gathers the following information about an asset and the market:",
  "Risk-free rate 1%",
  "Market risk premium 5%",
  "Asset's expected return 5%",
  "Based on the CAPM, the asset's beta is closest to:",
  "A. 0.80.",
  "B. 1.00.",
  "C. 1.25.",
  "",
  "55. Long-term historical data on the risk-return trade-off of securities show that investors are most likely",
  "A. risk averse.",
  "B. risk neutral.",
  "C. risk seeking.",
  "",
  "56. Information regarding the permissible use of derivatives in a portfolio is most likely found in which of the following sections of an investment policy statement?",
  "A. Procedures",
  "B. Investment Guidelines",
  "C. Statement of Duties and Responsibilities",
  "",
  "57. In the portfolio management process, the feedback step most likely involves:",
  "A. rebalancing the portfolio.",
  "B. deciding on an asset allocation.",
  "C. understanding the client's constraints.",
  "",
  "58. Which of the following investment principles best explains the use of strategic asset allocation in portfolio construction?",
  "A. Returns on similar assets reflect exposures to certain sets of systematic factors.",
  "B. Nonsystematic risk accounts for most of the change in portfolio value over the long term.",
  "C. Deviating from policy exposures to systematic risk factors may add value to the portfolio.",
  "",
  "59. In the investment policy statement of a pension fund, a countrywide limit on the proportion of high-risk assets that can be held in long-term pension portfolios is most likely a:",
  "A. liquidity constraint.",
  "B. legal and regulatory constraint.",
  "C. time horizon constraint.",
  "60. The global minimum-variance portfolio is a portfolio that lies:",
  "A. anywhere along the minimum-variance frontier.",
  "B. at the left-most point of the minimum-variance frontier.",
  "C. at the upper right-most point of the minimum-variance frontier.",
  "",
  "61. Which of the following principles best explains the focus on a strategic asset allocation when constructing a client's IPS?",
  "A. Adding assets with high correlation improves the risk-return trade-off.",
  "B. Nonsystematic risk accounts for most of a portfolio's change in value over the long term.",
  "C. The returns to groups of similar assets predictably reflect exposures to certain systematic factors.",
  "",
  "62. Which of the following sections of an investment policy statement (IPS) most likely explains how and when the IPS should be reviewed?",
  "A. Procedures",
  "B. Investment Guidelines",
  "C. Statement of Duties and Responsibilities",
  "",
  "63. Which of the following best describes a characteristic of defined contribution pension plans?",
  "A. The employee accepts the investment and inflation risk.",
  "B. The employer is responsible for adequately funding the plan.",
  "C. Defined contribution plans typically have a higher cost to the company than defined benefit plans.",
  "",
  "64. The market model is most likely used to predict:",
  "A. market returns in a future period.",
  "B. economic growth in a future period.",
  "C. company-specific returns in a future period.",
  "65. Open-end mutual funds typically:",
  "A. are priced intraday.",
  "B. have a fixed number of shares outstanding.",
  "C. have a larger required minimum investment than ETFs.",
  "",
  "66. A portfolio consists of two securities with the following characteristics:",
  "If the portfolio has an expected return of 12.6% and the returns of the two securities are uncorrelated, the portfolio's standard deviation is closest to:",
  "A. 13.4%.",
  "B. 15.2%.",
  "C. 19.2%.",
  "",
  "67. An equally weighted portfolio is composed of two risky assets. If the correlation of asset returns is equal to zero, the portfolio standard deviation is:",
  "A. equal to zero,",
  "B. equal to the weighted average of the assets' standard deviations.",
  "C. less than the weighted average of the assets' standard deviations.",
  "",
  "68. If all investors have homogeneous expectations, the total risk and expected return of portfolios consisting of the risk-free asset and the optimal risky portfolio are plotted on the:",
  "A. capital market line.",
  "B. security market line.",
  "C. security characteristic line.",
  "",
  "69. The risk-return profile of a portfolio's strategic asset allocation is most likely determined by the expected returns and risks of the individual asset classes and the:",
  "A. correlations between those asset classes.",
  "B. use of security selection for each of those asset classes.",
  "C. allowable deviation of portfolio weights from policy weights for those asset classes.",
  "",
  "70. A portfolio has an annual return of 15.2% and a standard deviation of returns of 11.7%. If the risk-free rate is 3.1%, the portfolio's Sharpe ratio is closest to:",
  "A. 1.03.",
  "B. 1.30.",
  "C. 1.56.",
  "",
  "71. Which of the following is best classified as a financial risk?",
  "A. Tax risk",
  "B. Credit risk",
  "C. Accounting risk",
  "",
  "72. The risk management measure that captures the sensitivity of a derivative's delta to a change in the value of the underlying best describes:",
  "A. rho.",
  "B. vega.",
  "C. gamma.",
  "",
  "73. The intercept on the y-axis of the security characteristic line is:",
  "A. beta.",
  "B. Jensen's alpha.",
  "C. the risk-free rate of return.",
  "",
  "74. With respect to an investment policy statement, which of the following is most closely linked to the client's distinctive needs?",
  "A. The evaluation and review section",
  "B. The objectives and constraints sections",
  "C. The statement of duties and responsibilities",
  "",
  "75. The slope of the security market line is most likely the:",
  "A. security's beta.",
  "B. market risk premium.",
  "C. market risk premium divided by the market standard deviation.",
  "",
  "76. Which of the following performance measures is equal to the slope of the capital allocation line?",
  "A. M²",
  "B. Sharpe ratio",
  "C. Treynor ratio",
  "",
  "77. Which of the following sections of an investment policy statement for a pension plan most likely specifies the discretion that portfolio managers have with respect to executing the investment strategy?",
  "A. Procedures",
  "B. Investment Constraints",
  "C. Statement of Duties and Responsibilities",
  "",
  "78. Which of the following measures is most appropriate to evaluate the performance of a portfolio that is not fully diversified?",
  "A. Sharpe ratio",
  "B. Treynor ratio",
  "C. Jensen's alpha",
  "",
  "",
  "79. An analyst gathers the following information about three stocks:",
  "If the standard deviation of market returns is equal to 10%, the stock with the highest nonsystematic risk is:",
  "A. Stock 1.",
  "B. Stock 2.",
  "C. Stock 3.",
  "",
  "",
  "80. Which of the following metrics is most appropriate to estimate a bond's average extreme loss?",
  "A. VaR of loss",
  "B. Standard deviation of loss",
  "C. Expected loss given default",
  "",
  "",
  "",
  "81. An analyst gathers the following information about the security market line (SML) and a stock:",
  "According to capital market theory, if the analyst believes the stock will have a return of 7%, the stock is:",
  "A. undervalued.",
  "B. properly valued.",
  "C. overvalued.",
  "",
  "82. Relative to passive market-cap-weighted strategies, smart beta strategies typically have:",
  "A. lower management fees and higher portfolio turnover.",
  "B. higher management fees and lower portfolio turnover.",
  "C. higher management fees and higher portfolio turnover.",
  "",
  "83. When defining asset classes for a strategic asset allocation, which of the following pairwise correlations between asset class returns is most preferable?",
  "A.0.0",
  "B. 0.5",
  "C. 1.0",
  "",
  "84. According to capital market theory, an efficient market does not reward investors for taking on:",
  "A. market risk.",
  "B. systematic risk.",
  "C. idiosyncratic risk.",
  "",
  "85. Which of the following is most likely a legal and regulatory constraint in an investment policy statement?",
  "A. A pension fund's decision to limit investments in real estate",
  "B. A taxable investor's requirement to avoid investments in securities generating interest income",
  "C. A public company director's restriction on trading the company's stock shortly before the publication of financial results",
  "",
  "",
  "86. When defining asset classes, the paired correlations of assets within an asset class should be:",
  "A. negative.",
  "B. zero.",
  "C. positive.",
  "",
  "87. An investor gathers the following information about a security and the market:",
  "The correlation between the security's returns and the market's returns is closest to:",
  "A.0.2.",
  "B. 0.5.",
  "C. 0.8.",
  "",
  "88. A bank determines that its value at risk (VAR) is £5 million at 5% for one day. The bank is expecting a minimum loss of £5 million once every:",
  "A. 5 business days.",
  "B. 13 business days.",
  "C. 20 business days.",
  "",
  "89. A good risk management process should:",
  "A. predict when a crisis will occur.",
  "B. consider the balance between expected returns and losses.",
  "C. only consider losses occurring from events that have a high likelihood.",
  "",
  "90. A portfolio consisting of two securities has the following characteristics:",
  "If the correlation of returns between the two securities is 0.20, the portfolio's standard deviation of returns is closest to:",
  "A. 1.8%.",
  "B. 9.1%.",
  "C. 13.4%.",
  "",
  "91. An investor has a 15-year time horizon but needs to withdraw funds from her portfolio in one year's time to pay for tuition fees. Which of the following investments is most suitable to cover the investor's liquidity requirement due to the tuition fees?",
  "A. Commercial paper",
  "B. Private equity securities",
  "C. Large-capitalization stocks",
  "",
  "92. With respect to capital market theory, which of the following statements is most accurate?",
  "A. The optimal risky portfolio is dependent on the risk-free rate.",
  "B. The optimal risky portfolio is dependent on the investor's risk profile.",
  "C. The investor's optimal portfolio must lie on the Markowitz efficient frontier.",
  "",
  "93. An analyst gathers the following information:",
  "The covariance between the returns of the asset and the market is closest to:",
  "A. 0.22.",
  "B. 0.40.",
  "C. 0.90.",
  "",
  "94. A security with a beta of 1.5 has an expected return of 11% according to the CAPM. If the risk-free rate is 2%, the market risk premium is closest to:",
  "A. 4.0%.",
  "B. 6.0%.",
  "C. 7.3%.",
  "",
  "95. An analyst gathers the following information about a portfolio and the market:",
  "The portfolio's Treynor ratio is closest to:",
  "A. 0.060.",
  "B. 0.114.",
  "C. 0.413.",
  "",
  "",
  "",
  "96. For an equally weighted portfolio, an increase in the correlations between asset returns most likely decreases the:",
  "A. portfolio's expected return.",
  "B. portfolio's standard deviation of returns.",
  "C. level of risk reduction provided by the portfolio.",
  "",
  "97. An adviser gathers the following information about a client's retirement income needs:",
  "• The current balance of the client's retirement fund is $150,000. • The client plans to retire in 15 years' time. • $500,000 in today's money is needed to fund retirement. • No further retirement fund contributions will be made.",
  "Inflation is expected to average 2% per year over the next 15 years. Based only on the above information and ignoring taxes, the minimum annual rate of return required to meet the client's retirement income objective is closest to:",
  "A. 6.2%.",
  "B. 8.4%.",
  "C. 10.5%.",
  "",
  "98. As the number of assets in an equally weighted portfolio becomes large, the portfolio's variance of returns most likely approaches:",
  "A. zero.",
  "B. the average variance of the individual assets' returns.",
  "C. the average covariance between the individual assets' returns.",
  "",
  "99. In risk management, which of the following should be taken into account when determining an enterprise's risk tolerance?",
  "A. Management compensation",
  "B. The enterprise's value at risk (VaR)",
  "C. The government and regulatory landscape",
  "",
  "100. Two investors have indifference curves that are tangent to the same capital allocation line (CAL). If Investor 1 is more risk averse than Investor 2, Investor 1's optimal portfolio is:",
  "A. to the left of Investor 2's optimal portfolio on the CAL.",
  "B. at the same point on the CAL as Investor 2's optimal portfolio.",
  "C. to the right of Investor 2's optimal portfolio on the CAL."
]
